[
    {
        "judul": "Saham Pertamina Geothermal (PGEO) dan Barito Renewables (BREN) Menghijau Sambut RUPTL 2025-2034",
        "post_date": "2025-05-27",
        "url": "https://market.bisnis.com/read/20250527/7/1880365/saham-pertamina-geothermal-pgeo-dan-barito-renewables-bren-menghijau-sambut-ruptl-2025-2034",
        "summary": "Saham PGEO dan BREN naik setelah PLN mengumumkan RUPTL 2025-2034 yang menargetkan 76% pasokan listrik dari EBT, dengan panas bumi menyumbang 5,2 GW. PGEO siap berkontribusi dengan tiga proyek baru berkapasitas total 395 MW dan menargetkan kapasitas terpasang 1 GW dalam dua tahun serta 1,7 GW pada 2034. BREN juga berencana ekspansi kapasitas energi hijau hingga 2.300 MW pada 2032 melalui berbagai proyek pengembangan dan peningkatan kapasitas pembangkit. "
    },
    {
        "judul": "Telkom Raih Laba Bersih Rp 23,64 T di 2024",
        "post_date": "2025-05-27",
        "url": "https://finance.detik.com/bursa-dan-valas/d-7935897/telkom-raih-laba-bersih-rp-23-64-t-di-2024",
        "summary": "RUPST Telkom menyetujui pembagian dividen tunai Rp 212,47 per saham (total Rp 21,04 triliun) dari laba bersih tahun 2024 sebesar Rp 23,64 triliun. Sisa laba akan ditahan untuk operasional perusahaan. Pendapatan Telkom tahun 2024 mencapai Rp 150 triliun. "
    },
    {
        "judul": "Tok! Telkom Bagikan Dividen Rp 21,04 T",
        "post_date": "2025-05-27",
        "url": "https://finance.detik.com/bursa-dan-valas/d-7935535/tok-telkom-bagikan-dividen-rp-21-04-t",
        "summary": "Telkom Indonesia (TLKM) membagikan dividen tunai Rp 21,04 triliun (Rp 212,46 per saham) atau 89% dari laba bersih tahun buku 2024 sebesar Rp 23,64 triliun. Dividen yield mencapai 7,5% berdasarkan harga saham Rp 2.830. Pendapatan konsolidasi Telkom tahun 2024 mencapai Rp 150 triliun (tumbuh 0,5% YoY), dengan EBITDA Rp 75 triliun dan margin EBITDA 50%. "
    },
    {
        "judul": "Saham CUAN Bakal Ngebut, Target Bisa Segini!",
        "post_date": "2025-05-27",
        "url": "https://www.emitennews.com/news/saham-cuan-bakal-ngebut-target-bisa-segini",
        "summary": "Saham PT Petrindo Jaya Kreasi Tbk (CUAN) direkomendasikan beli dengan target harga Rp16.100 oleh PT Henan Putihrai Sekuritas. Pendapatan CUAN diproyeksikan mencapai USD 1,29 miliar pada 2025. Kinerja keuangan CUAN meningkat pesat di tahun 2024, didorong akuisisi PT Petrosea dan PT Mutuagung Lestari, dengan laba bersih mencapai USD 170 juta. Analis menilai CUAN memiliki posisi strategis di sektor pertambangan, dan sahamnya diperdagangkan dengan valuasi menarik. CUAN juga membagikan dividen perdana Rp2,93 per saham. "
    },
    {
        "judul": "Telkom (TLKM) Putuskan Bagi Dividen Rp21,04 Triliun",
        "post_date": "2025-05-27",
        "url": "https://www.emitennews.com/news/telkom-tlkm-putuskan-bagi-dividen-rp2104-triliun",
        "summary": "Telkom (TLKM) akan membagikan dividen Rp21,047 triliun (Rp212,466 per saham) untuk tahun buku 2024. Meskipun laba bersih turun 3,9% menjadi Rp23,6 triliun, dividen tahun ini naik 19,13% dibandingkan tahun lalu. Sebanyak 89% laba bersih dibagikan sebagai dividen, sementara 11% sisanya ditahan. "
    }
]