[
    {
        "judul": "Lo Kheng Hong Menyesal Baru Kenal Saham di Umur 30!",
        "post_date": "2025-06-10",
        "url": "https://market.bisnis.com/read/20250610/7/1883833/lo-kheng-hong-menyesal-baru-kenal-saham-di-umur-30",
        "summary": "Investor Lo Kheng Hong menyesali keterlambatannya mengenal pasar modal di usia 30 tahun, berbeda dengan Warren Buffett yang mulai di usia 19 tahun. Ia menekankan pentingnya membaca berita ekonomi, khususnya dari Bisnis Indonesia, sebagai kunci kesuksesannya dalam investasi selama 36 tahun terakhir. Lo Kheng Hong menganggap investasi lebih mudah menghasilkan uang daripada menjalankan bisnis langsung. "
    },
    {
        "judul": "Lo Kheng Hong Ungkap Tips Investasi di Pasar Modal",
        "post_date": "2025-06-10",
        "url": "https://market.bisnis.com/read/20250610/7/1883796/lo-kheng-hong-ungkap-tips-investasi-di-pasar-modal",
        "summary": "Investor kawakan Lo Kheng Hong mengungkapkan bahwa membaca berita ekonomi, khususnya di Bisnis Indonesia, merupakan kunci kesuksesan investasinya selama 36 tahun. Ia menjadikan Bisnis Indonesia sebagai sumber informasi utama untuk menentukan investasi, menyebut para jurnalisnya sebagai \"guru\" yang telah mendidiknya tentang pasar modal. Informasi kredibel, menurutnya, sangat penting untuk menghindari investasi yang merugikan. "
    },
    {
        "judul": "Indeks Bisnis-27 Ditutup Menguat, Terdorong Kinerja Saham BMRI, BBRI, hingga BBNI",
        "post_date": "2025-06-10",
        "url": "https://market.bisnis.com/read/20250610/7/1883823/indeks-bisnis-27-ditutup-menguat-terdorong-kinerja-saham-bmri-bbri-hingga-bbni",
        "summary": "Indeks Bisnis-27 naik 1,18% ke level 521,56, didorong oleh penguatan saham-saham bank jumbo seperti BMRI, BBRI, dan BBNI. BMRI menjadi pendorong utama dengan kenaikan 3,45%. Beberapa saham lain juga menguat signifikan, sementara ANTM mengalami koreksi terbesar (5,51%). IHSG juga menguat 1,2% dan diperkirakan akan melanjutkan tren positif. "
    },
    {
        "judul": "Bank Raya (AGRO) Raih Digital Innovation Awards 2025",
        "post_date": "2025-06-10",
        "url": "https://www.emitennews.com/news/bank-raya-agro-raih-digital-innovation-awards-2025",
        "summary": "Bank Raya, bank digital bagian dari BRI Group, meraih penghargaan Digital Innovation Awards (DIA) 2025 untuk kategori Digital Innovation in Business Transformation. Penghargaan ini diberikan atas inovasi Bank Raya dalam transformasi layanan digital melalui aplikasi Raya App, yang meliputi fitur seperti Saku Bisnis, QRIS Bisnis, dan Saku Bareng. Di kuartal I 2025, Bank Raya mencatatkan kinerja positif dengan laba bersih tumbuh 84,7% (yoy), aset tumbuh 9% (yoy), dan lebih dari 1 juta nasabah menggunakan Raya App. Bank Raya berkomitmen untuk terus berinovasi dan memberikan layanan keuangan yang lebih luas bagi masyarakat. "
    },
    {
        "judul": "Cair 10 Juli, Mayora (MYOR) Putuskan Tabur Dividen Rp1,22 Triliun",
        "post_date": "2025-06-10",
        "url": "https://www.emitennews.com/news/cair-10-juli-mayora-myor-putuskan-tabur-dividen-rp122-triliun",
        "summary": "Mayora Indah (MYOR) akan membagikan dividen Rp55 per saham kepada investornya, total Rp1,22 triliun (40% dari laba bersih tahun lalu). Rapat Umum Pemegang Saham juga menyetujui buyback saham senilai Rp1 triliun. Penjualan Mayora Indah hingga Maret 2025 mencapai Rp9,9 triliun, meningkat 12,5% dibanding periode yang sama tahun sebelumnya. Perusahaan optimistis akan terus bertumbuh berkat inovasi dan ekspansi pasar internasional. "
    }
]