[
    {
        "judul": "Aset Tugu Insurane (TUGU) Tembus Rp30T di Kuartal I-2025",
        "post_date": "2025-05-08T18:55:00",
        "url": "https://www.emitennews.com/news/aset-tugu-insurane-tugu-tembus-rp30t-di-kuartal-i-2025",
        "summary": "Aset PT Asuransi Tugu Pratama Indonesia Tbk (TUGU) meningkat 12,29% menjadi Rp30,1 triliun pada akhir Maret 2025, didorong penerapan PSAK 117 tentang pencatatan kontrak asuransi.  Meskipun laba bersih kuartal I 2025 turun karena transisi ke PSAK 117, kinerja tetap solid dengan peningkatan hasil jasa asuransi sebesar 8,7% (Rp227,71 miliar) secara tahunan.  Ekuitas TUGU juga naik menjadi Rp11,0 triliun.  RUPST TUGU memutuskan untuk membagikan 40% laba bersih sebagai dividen.\n"
    },
    {
        "judul": "Emiten Produsen Kertas Catat Penjualan Rp 147,65 M",
        "post_date": "2025-05-08T16:31:00",
        "url": "https://finance.detik.com/bursa-dan-valas/d-7906175/emiten-produsen-kertas-catat-penjualan-rp-147-65-m",
        "summary": "PT Paperocks Indonesia Tbk (PPRI) membukukan peningkatan penjualan 38,48% di tahun 2024 menjadi Rp147,65 miliar, dan laba naik 99,9% menjadi Rp4,5 miliar.  Pertumbuhan ini didorong oleh penjualan brand lokal dan sektor makanan & minuman.  PPRI juga membagikan dividen Rp1,05 per lembar saham.  Kinerja kuartal I-2025 juga positif, dengan penjualan naik 4,18% dan laba naik 14,50%.  PPRI berkomitmen pada bisnis berkelanjutan dengan menggunakan bahan ramah lingkungan dan daur ulang.\n"
    },
    {
        "judul": "Sawit Sumbermas Sarana Semakin Optimis Kinerja Naik 10 Persen di 2025",
        "post_date": "2025-05-08T16:10:00",
        "url": "https://www.emitennews.com/news/sawit-sumbermas-sarana-semakin-optimis-kinerja-naik-10-persen-di-2025",
        "summary": "PT Sawit Sumbermas Sarana Tbk (SSMS) meraih laba bersih Rp341,5 miliar di kuartal I-2025, naik 23,3% dari periode yang sama tahun sebelumnya.  Pendapatan naik 48% menjadi Rp3,7 triliun.  SSMS memproyeksikan pertumbuhan kinerja sekitar 10% di tahun 2025, sejalan dengan pemulihan produksi minyak sawit nasional.  Perusahaan fokus pada efisiensi biaya dan ekspansi ke sektor hilir, termasuk pembangunan fasilitas refinery.  Investasi belanja modal (Capex) dialokasikan sebesar Rp510 miliar, dengan realisasi sekitar Rp180 miliar di kuartal pertama.  SSMS juga berkomitmen pada keberlanjutan lingkungan melalui pembangunan biogas plant.\n"
    },
    {
        "judul": "Kinerja Kuartal I Melesat, CBUT Targetkan Pendapatan Rp13T di 2025",
        "post_date": "2025-05-08T15:50:00",
        "url": "https://www.emitennews.com/news/kinerja-kuartal-i-melesat-cbut-targetkan-pendapatan-rp13t-di-2025",
        "summary": "PT Citra Borneo Utama Tbk (CBUT) melaporkan laba bersih Rp41,2 miliar di kuartal I 2025, naik 28,8% dari periode yang sama tahun sebelumnya.  Pendapatan naik 41,7% menjadi Rp3,4 triliun.  CBUT menargetkan peningkatan pendapatan hingga 40% di tahun 2025 menjadi Rp13 triliun, didorong oleh peluncuran produk minyak goreng komersial dan optimalisasi produksi.  Investasi modal (CAPEX) dialokasikan sebesar Rp150 miliar, terutama untuk proyek minyak goreng dan operasional.  Meskipun ada ketidakpastian pasar akibat perang dagang, program biodiesel domestik dan peningkatan permintaan internasional diharapkan menstabilkan harga minyak kelapa sawit.\n"
    },
    {
        "judul": "Astra International Tebar Dividen Rp 12,46 T, Catat Jadwalnya",
        "post_date": "2025-05-08T14:19:00",
        "url": "https://finance.detik.com/bursa-dan-valas/d-7905543/astra-international-tebar-dividen-rp-12-46-t-catat-jadwalnya",
        "summary": "RUPST Astra International (ASII) menyetujui pembagian dividen tunai final sebesar Rp 12,46 triliun (Rp 308 per saham) kepada pemegang saham pada 5 Juni 2025.  RUPST juga menyetujui perubahan susunan dewan komisaris dan direksi, termasuk pengangkatan Rudy sebagai Wakil Presiden Direktur.\n"
    }
]