[
    {
        "judul": "Borong Saham ELSA, Haiyanto Jadi Investor Individu Terbesar Elnusa",
        "post_date": "2025-06-15",
        "url": "https://market.bisnis.com/read/20250615/7/1885101/borong-saham-elsa-haiyanto-jadi-investor-individu-terbesar-elnusa",
        "summary": "Investor Haiyanto menambah kepemilikan saham PT Elnusa Tbk (ELSA) sebanyak 1,26 juta lembar, sehingga total kepemilikannya mencapai 454,53 juta lembar, menjadikannya pemegang saham terbesar kedua. Saham ELSA sendiri sedang naik dan perusahaan baru saja mengumumkan pembagian dividen Rp39,11 per saham, meningkat 42% dari tahun sebelumnya, berkat peningkatan laba bersih sebesar 42% di tahun 2024. "
    },
    {
        "judul": "Rumah BUMN SIG (SMGR) Bawa Kopi Rembang Tembus Pasar Nasional",
        "post_date": "2025-06-15",
        "url": "https://www.emitennews.com/news/rumah-bumn-sig-smgr-bawa-kopi-rembang-tembus-pasar-nasional",
        "summary": "Kopi Lelet Pandawa, UMKM binaan Rumah BUMN PT Semen Indonesia di Rembang, Jawa Tengah, sukses menembus pasar nasional. Berkat pelatihan manajemen, branding, dan pemasaran digital dari Rumah BUMN, usaha yang dimulai Totok Wahyudi dengan modal Rp25 juta ini kini mampu menjual 2.100 bungkus kopi per hari dengan omzet Rp30 juta. Kopi Lelet Pandawa telah dipasarkan hingga Jawa Barat, Kalimantan, dan Bali. Rumah BUMN Rembang juga telah membantu 495 UMKM lainnya naik kelas, menyerap 1.869 tenaga kerja. "
    },
    {
        "judul": "Medco Energi (MEDC) Lifting Minyak dari Lapangan Forel di Natuna",
        "post_date": "2025-06-15",
        "url": "https://www.emitennews.com/news/medco-energi-medc-lifting-minyak-dari-lapangan-forel-di-natuna",
        "summary": "Medco Energi Internasional berhasil melakukan lifting minyak perdana dari Lapangan Migas Forel di South Natuna Sea Block B, dengan produksi awal 10.000 barel minyak per hari. Minyak tersebut ditampung di FPSO Marlin Natuna, proyek konversi kapal tanker pertama di Indonesia yang dikerjakan oleh tenaga lokal. Proyek ini, yang diresmikan Presiden Prabowo Subianto, merupakan hasil kolaborasi MedcoEnergi, pemerintah, dan SKK Migas, dan mendukung ketahanan energi nasional. "
    },
    {
        "judul": "Emiten Laptop (AXIO) Sebar Dividen Rp17,52 M, Catat Jadwalnya!",
        "post_date": "2025-06-15",
        "url": "https://www.emitennews.com/news/emiten-laptop-axio-sebar-dividen-rp1752-m-catat-jadwalnya",
        "summary": "PT Tera Data Indonesia (AXIO) akan membagikan dividen tunai Rp3 per saham (total Rp17,52 miliar) kepada pemegang sahamnya. Dividen yield sekitar 2,16%. Dividen akan dicairkan pada 11 Juli 2025. Tanggal cum dan ex dividen telah diumumkan. "
    },
    {
        "judul": "BRI Dorong UMKM Naik Kelas, Baker’s Gram Tembus Ekspor",
        "post_date": "2025-06-15",
        "url": "https://www.emitennews.com/news/bri-dorong-umkm-naik-kelas-bakers-gram-tembus-ekspor",
        "summary": "Baker's Gram, UMKM kuliner yang berawal dari usaha rumahan keluarga, kini telah berkembang menjadi caf modern di Jakarta. Didukung oleh BRI melalui Rumah BUMN, Baker's Gram telah mendapatkan legalitas usaha dan pelatihan digital marketing. Mereka berencana ekspor ke pasar internasional dengan mengikuti pameran di Istanbul pada September 2025. "
    }
]