[
    {
        "judul": "Saham KLBF, CTRA hingga MAPI Bawa Indeks Bisnis-27 Ditutup Menguat",
        "post_date": "2025-06-24",
        "url": "https://market.bisnis.com/read/20250624/7/1887747/saham-klbf-ctra-hingga-mapi-bawa-indeks-bisnis-27-ditutup-menguat",
        "summary": "Indeks Bisnis-27 naik 1,49% ke 489,20 pada Selasa (24/6/2025), didorong oleh saham-saham seperti CTRA (naik 7,95%), MAPI (5,48%), dan KLBF (4,55%). Saham perbankan besar juga menguat. Beberapa saham mengalami pelemahan, termasuk AKRA, ANTM, PTBA, dan PGAS. Penguatan indeks dipengaruhi oleh sentimen geopolitik terkait konflik Iran-Israel yang mendorong kenaikan harga minyak. "
    },
    {
        "judul": "IHSG Ditutup Menguat 1,21% ke 6.869, Saham BBCA, AMMN hingga CUAN Kinclong",
        "post_date": "2025-06-24",
        "url": "https://market.bisnis.com/read/20250624/7/1887748/ihsg-ditutup-menguat-121-ke-6869-saham-bbca-ammn-hingga-cuan-kinclong",
        "summary": "IHSG ditutup menguat 1,21% di angka 6.869,17 pada Selasa (24/5/2025), didorong meredanya kekhawatiran konflik Timur Tengah. Saham-saham big caps seperti BBCA, BBRI, BMRI, BBNI, AMMN, WIFI, dan CUAN kompak menguat. Nilai transaksi mencapai Rp11,9 triliun. Meskipun beberapa saham mengalami penurunan signifikan (top losers), sejumlah saham lainnya mencatatkan kenaikan tinggi (top gainers). Penguatan IHSG dipengaruhi oleh harapan gencatan senjata di Timur Tengah, dengan peran China dan Rusia sebagai mediator. "
    },
    {
        "judul": "Arah Saham Garuda Indonesia (GIAA) Usai Danantara Suntik Modal Rp6,65 Triliun",
        "post_date": "2025-06-24",
        "url": "https://market.bisnis.com/read/20250624/7/1887734/arah-saham-garuda-indonesia-giaa-usai-danantara-suntik-modal-rp665-triliun",
        "summary": "Saham Garuda Indonesia (GIAA) melonjak 9,38% ke Rp70 per lembar setelah BPI Danantara menyuntikkan modal US$405 juta (Rp6,65 triliun). Suntikan modal ini merupakan bagian dari restrukturisasi Garuda dan bertujuan untuk meningkatkan kinerja operasional dan finansial perusahaan. Meskipun masih merugi, Garuda menunjukkan perbaikan kinerja dengan penurunan kerugian dan peningkatan pendapatan. Para analis menilai suntikan dana ini sebagai katalis positif bagi saham GIAA, meskipun tantangan seperti harga bahan bakar dan daya beli masih ada. "
    },
    {
        "judul": "COIN, PSAT, CDIA Siap IPO, Cek Saham Paling Potensial Cuan",
        "post_date": "2025-06-24",
        "url": "https://market.bisnis.com/read/20250624/7/1887664/coin-psat-cdia-siap-ipo-cek-saham-paling-potensial-cuan",
        "summary": "Delapan perusahaan bersiap IPO dengan total target dana Rp3,16 triliun. Keenam perusahaan (Diastika Biotekindo, Trimitra Trans Persada, Pancaran Samudera Transport, Asia Pramulia, Indokripto Koin Semesta, dan Chandra Daya Investasi) berasal dari berbagai sektor, termasuk logistik, kesehatan, dan infrastruktur. Dua perusahaan lagi (Merry Riana Edukasi dan Prima Multi Usaha Indonesia) juga berencana IPO. Analis menilai beberapa perusahaan memiliki prospek menjanjikan, seperti Indokripto Koin Semesta dan Pancaran Samudera Transport yang memiliki valuasi rendah dan profitabilitas tinggi. Chandra Daya Investasi, di sektor infrastruktur, juga dinilai prospektif meskipun ada potensi risiko. "
    },
    {
        "judul": "Wall Street Ditutup Menghijau Imbas Komentar The Fed Soal Suku Bunga",
        "post_date": "2025-06-24",
        "url": "https://market.bisnis.com/read/20250624/7/1887552/wall-street-ditutup-menghijau-imbas-komentar-the-fed-soal-suku-bunga",
        "summary": "Bursa saham AS menguat pada 23 Juni 2025, didorong ekspektasi pemangkasan suku bunga acuan Federal Reserve mulai Juli. Ketiga indeks utama (S&P 500, Nasdaq, dan Dow Jones) naik. Kenaikan ini mengejutkan analis, karena Juni biasanya periode koreksi. Lonjakan harga saham Tesla juga berkontribusi pada penguatan pasar. Meskipun AS terlibat konflik dengan Iran, harga minyak justru melemah dan pasar cenderung optimis. Investor menantikan data ekonomi AS dan kesaksian Ketua The Fed untuk petunjuk kebijakan moneter selanjutnya. "
    }
]