[
    {
        "judul": "IDX High Dividend 20 Naik 7,45%, Cek Daftar Emiten dengan Yield Terbesar yang Sudah Diumumkan",
        "post_date": "2025-05-18",
        "url": "https://market.bisnis.com/read/20250518/7/1877764/idx-high-dividend-20-naik-745-cek-daftar-emiten-dengan-yield-terbesar-yang-sudah-diumumkan",
        "summary": "Indeks IDX High Dividend 20 (IDX HIDIV20) naik 2,2% pada 16 Mei 2025, didorong oleh pendistribusian dividen dari beberapa emiten besar seperti Astra International (ASII), Bank Mandiri (BMRI), BCA (BBCA), dan BRI (BBRI).  Kenaikan ini juga terjadi karena sejumlah saham bank jumbo mencatatkan penguatan signifikan dalam sepekan terakhir.  Meskipun masih melemah 1,95% secara year-to-date,  para analis menilai penguatan ini sebagai rebound teknikal dan  momentum positif seiring musim dividen kuartal II 2025, yang menarik investor mencari stabilitas arus kas dan safe haven di tengah ketidakpastian global.  Saham-saham yang membagikan dividen, termasuk Sido Muncul (SIDO) dan AKR Corporindo (AKRA), juga mengalami peningkatan harga.\n"
    },
    {
        "judul": "Saham BRI Paling Diburu Investor Asing, Net Buy Tembus Rp2 Triliun Sepekan",
        "post_date": "2025-05-18",
        "url": "https://market.bisnis.com/read/20250518/7/1877745/saham-bri-paling-diburu-investor-asing-net-buy-tembus-rp2-triliun-sepekan",
        "summary": "Investor asing memborong saham perbankan Indonesia pada 12-16 Mei 2025, dengan BBRI (BRI) menjadi yang tertinggi (Rp2 triliun).  BBCA (BCA), BMRI (Mandiri), dan BBNI (BNI) juga mengalami net foreign buy signifikan, sementara BRIS (BSI) juga diminati.  Sebaliknya, PNBN (Panin) dan BBTN (BTN) mengalami net foreign sell.\n"
    },
    {
        "judul": "Net Buy Asing Rp5,05 Triliun Dalam Sepekan, Saham BBRI, BMRI Cs Diburu",
        "post_date": "2025-05-18",
        "url": "https://market.bisnis.com/read/20250518/7/1877724/net-buy-asing-rp505-triliun-dalam-sepekan-saham-bbri-bmri-cs-diburu",
        "summary": "Aliran dana asing (capital inflow) ke pasar saham Indonesia mencapai Rp5,05 triliun dalam sepekan terakhir (14-16 Mei 2025), didorong oleh meredanya perang dagang AS-China dan penguatan nilai tukar rupiah.  Saham bank jumbo seperti BBRI (Rp2,04 triliun), BMRI (Rp1,54 triliun), BBCA (Rp672 miliar), dan BBNI (Rp458 miliar) menjadi yang paling banyak diburu investor asing.  Meskipun demikian, sepanjang tahun 2025, pasar saham Indonesia masih mencatat net sell asing sebesar Rp48,79 triliun.\n"
    },
    {
        "judul": "Apexindo (APEX) Kantongi Kontrak Pengeboran Laut",
        "post_date": "2025-05-18",
        "url": "https://www.emitennews.com/news/apexindo-apex-kantongi-kontrak-pengeboran-laut",
        "summary": "APEX, emiten jasa pengeboran minyak dan gas, mendapatkan kontrak senilai US$25 juta dari PT Pertamina Hulu Mahakam untuk pekerjaan pengeboran laut di Delta Mahakam, Kalimantan Timur, selama satu tahun.  Kontrak ini diharapkan meningkatkan utilisasi rig dan pendapatan APEX.\n"
    },
    {
        "judul": "Incar Dividen! Pengendali  PANR Borong 9 Juta Lembar di Pasar",
        "post_date": "2025-05-18",
        "url": "https://www.emitennews.com/news/incar-dividen-pengendali-panr-borong-9-juta-lembar-di-pasar",
        "summary": "Pemegang saham pengendali PT Panorama Sentrawisata Tbk. (PANR), PT Panorama Tirta Anugerah, membeli 9 juta saham PANR seharga Rp750 per saham (total Rp6,8 miliar), meningkatkan kepemilikannya dari 44,25% menjadi 44,9%.  PANR akan membagikan dividen Rp60 per saham pada 4 Juni 2025, dengan  *recording date* 15 Mei 2025.  Panorama Tirta Anugerah berhak atas dividen sebesar Rp37,37 miliar.\n"
    }
]