[
    {
        "judul": "OCBC Sekuritas Sabet Penghargaan Bisnis Indonesia Financial Awards (BIFA) 2025",
        "post_date": "2025-09-17",
        "url": "https://market.bisnis.com/read/20250917/7/1912308/ocbc-sekuritas-sabet-penghargaan-bisnis-indonesia-financial-awards-bifa-2025",
        "summary": "PT OCBC Sekuritas Indonesia meraih penghargaan Outstanding Brokerage Client Service in the Capital Market dari Bisnis Indonesia Financial Awards (BIFA) 2025 berkat inovasi platform perdagangan, riset pasar komprehensif, dan tim analis yang responsif. OCBC Sekuritas merupakan anak perusahaan dari OCBC Bank, grup keuangan terbesar kedua di Asia Tenggara. BIFA 2025 memberikan total lebih dari 60 penghargaan di bidang perbankan, asuransi, dan pembiayaan. "
    },
    {
        "judul": "PREMIUM WRAP-UP: Aksi Beli Saham MEDC, SIDO, Strategi TLKM dan Surge (WIFI) hingga Kisi-Kisi Harga Emas",
        "post_date": "2025-09-17",
        "url": "https://market.bisnis.com/read/20250917/7/1912278/premium-wrap-up-aksi-beli-saham-medc-sido-strategi-tlkm-dan-surge-wifi-hingga-kisi-kisi-harga-emas",
        "summary": "Medco Energi Internasional (MEDC) meningkatkan kepemilikan sahamnya di blok migas Sakakemang. Telkom dan Surge bersaing di pasar internet rumah. BlackRock mengubah strategi investasinya di Sido Muncul (SIDO). Penurunan BI rate mendorong kenaikan harga obligasi pemerintah. Pelonggaran impor emas oleh China berpotensi meningkatkan harga emas global. "
    },
    {
        "judul": "Ramai-ramai Aksi Akuisisi dari ASII, ITMG hingga UNTR",
        "post_date": "2025-09-17",
        "url": "https://market.bisnis.com/read/20250917/7/1912189/ramai-ramai-aksi-akuisisi-dari-asii-itmg-hingga-untr",
        "summary": "Sejumlah emiten besar Indonesia, termasuk Astra International, Indo Tambangraya Megah, United Tractors, Petrosea, Rukun Raharja, Indomobil Sukses Internasional, MNC Tourism Indonesia, dan Green Power Group, melakukan berbagai aksi akuisisi pada paruh kedua 2025. Akuisisi tersebut meliputi saham perusahaan properti, grup konstruksi, perusahaan otomotif, theme park, dan tambang nikel, menunjukkan optimisme pasar saham. "
    },
    {
        "judul": "Rekomendasi Saham Hari Ini (17/9), Intip Emiten yang Diuntungkan Paket Ekonomi 8+4+5",
        "post_date": "2025-09-17",
        "url": "https://market.bisnis.com/read/20250917/7/1911986/rekomendasi-saham-hari-ini-179-intip-emiten-yang-diuntungkan-paket-ekonomi-845",
        "summary": "Pemerintah Indonesia meluncurkan paket stimulus ekonomi Rp 16,2 triliun ditambah penempatan dana Rp 200 triliun di lima bank BUMN. Stimulus ini diharapkan mendorong pertumbuhan sejumlah sektor, termasuk perbankan BUMN, consumer staples, Garuda Indonesia, ritel, UMKM, konstruksi, dan perkebunan. Namun, efektivitasnya bergantung pada transmisi kredit dan pemulihan konsumsi rumah tangga. "
    },
    {
        "judul": "BNI Raih Predikat Tertinggi GCG di IICD CG Award 2025",
        "post_date": "2025-09-17",
        "url": "https://www.emitennews.com/news/bni-raih-predikat-tertinggi-gcg-di-iicd-cg-award-2025",
        "summary": "BNI meraih penghargaan Leadership in Corporate Governance pada IICD Corporate Governance Conference & Award 2025. Penghargaan ini merupakan pengakuan atas penerapan prinsip Good Corporate Governance (GCG) BNI yang kuat, berdasarkan standar ASEAN Corporate Governance Scorecard (ACGS). BNI naik peringkat dari Best Overall menjadi predikat tertinggi, menunjukkan komitmen BNI terhadap transparansi, akuntabilitas, dan integritas. "
    }
]
