[
    {
        "judul": "94 Emiten Siap Tebar Dividen Rp69 Triliun, TLKM & HMSP Paling Jumbo",
        "post_date": "2025-06-09",
        "url": "https://market.bisnis.com/read/20250609/7/1883487/94-emiten-siap-tebar-dividen-rp69-triliun-tlkm-hmsp-paling-jumbo",
        "summary": "Sebanyak 94 emiten di Bursa Efek Indonesia akan membagikan dividen total Rp69,21 triliun. Dividen terbesar diberikan Telkom Indonesia (Rp21,04 triliun), diikuti HM Sampoerna (Rp6,53 triliun) dan ADRO (Rp4,89 triliun). Mayoritas perusahaan besar dan likuid telah membagikan dividen, dan pasar kini fokus pada laporan keuangan kuartal II/2025. Penjualan saham oleh investor asing selama musim dividen dinilai wajar, terutama karena aksi profit taking di saham perbankan. "
    },
    {
        "judul": "IHSG Diprediksi Menguat Pekan Ini, Cek Saham Jagoan Indo Premier",
        "post_date": "2025-06-09",
        "url": "https://market.bisnis.com/read/20250609/7/1883314/ihsg-diprediksi-menguat-pekan-ini-cek-saham-jagoan-indo-premier",
        "summary": "IHSG diprediksi menguat pekan ini (10-13 Juni 2025) karena meredanya eskalasi perang dagang AS-China. Indo Premier Sekuritas memproyeksikan IHSG akan menguat dengan resistance 7.325 dan support 6.994. Saham-saham yang direkomendasikan antara lain BBNI (buy on breakout Rp4.450), RAJA (buy on breakout Rp2.710), dan SSIA (buy Rp1.035). Meskipun IHSG melemah 0,87% pekan lalu, pasar masih di zona hijau (naik 0,47% YTD). Namun, terjadi net sell asing Rp4,7 triliun pekan lalu. "
    },
    {
        "judul": "Desa BRILiaN, Cara BRI Cetak Desa Wisata Unggulan Daerah",
        "post_date": "2025-06-09",
        "url": "https://www.emitennews.com/news/desa-brilian-cara-bri-cetak-desa-wisata-unggulan-daerah",
        "summary": "BRI meluncurkan program Desa BRILiaN bertema \"Desa Wisata\" untuk memberdayakan desa melalui pengembangan pariwisata berbasis kearifan lokal. Program ini telah menjangkau 4.327 desa sejak 2020 dan bertujuan menciptakan model pengembangan desa wisata yang berkelanjutan, inklusif, dan mampu meningkatkan perekonomian masyarakat. BRI dan Kementerian Pariwisata berkolaborasi dalam program ini, menyediakan pelatihan dan pendampingan untuk meningkatkan kapasitas masyarakat desa dalam mengelola dan memasarkan potensi wisata mereka, termasuk melalui platform digital Atourin. Program ini diharapkan dapat menjadi role model bagi desa-desa lain di Indonesia. "
    },
    {
        "judul": "7 Emiten Cum Date Minggu Ini, Ada Dividen yield Jumbo Nih!",
        "post_date": "2025-06-09",
        "url": "https://www.emitennews.com/news/7-emiten-cum-date-minggu-ini-ada-dividen-yield-jumbo-nih",
        "summary": "Tujuh emiten menawarkan dividen yield di atas 7%, termasuk Clipan Finance (CFIN) dengan yield 12,76% dan Mitra Pinasthika Mustika (MPMX) dengan yield 11,11%. Investor disarankan memperhatikan tanggal cum date dan ex date untuk menerima dividen. Emiten berasal dari berbagai sektor. "
    },
    {
        "judul": "Iduladha 1446 H, SIG (SMGR) Tebar 21 Ton Daging Hewan Kurban",
        "post_date": "2025-06-09",
        "url": "https://www.emitennews.com/news/iduladha-1446-h-sig-smgr-tebar-21-ton-daging-hewan-kurban",
        "summary": "Semen Indonesia (SIG) menyalurkan 237 hewan kurban (166 sapi dan 71 kambing) setara 21 ton daging kepada masyarakat kurang mampu di 20 provinsi. Distribusi dilakukan bertahap dari 3-10 Juni 2025 melalui masjid, yayasan, pondok pesantren, dan pemukiman warga sekitar wilayah operasi perusahaan. SIG membeli hewan kurban dari UMKM lokal dan memastikan hewan tersebut sehat dan layak konsumsi. Program ini merupakan bentuk kepedulian sosial SIG dan upaya memperkuat sinergi dengan masyarakat. Penerima bantuan di berbagai daerah menyampaikan apresiasi atas program tersebut. "
    }
]