[
    {
        "judul": "Bank Jatim Tebar Dividen Rp 821 Miliar, Dibayar Hari Ini",
        "post_date": "2025-06-19",
        "url": "https://finance.detik.com/bursa-dan-valas/d-7972205/bank-jatim-tebar-dividen-rp-821-miliar-dibayar-hari-ini",
        "summary": "Bank Jatim membagikan dividen Rp 54,71 per lembar saham pada RUPS Tahunan 2024, meningkat dari tahun sebelumnya. Kenaikan ini mencerminkan kinerja keuangan yang solid dan kontribusi Bank Jatim terhadap pembangunan Jawa Timur. Total aset Bank Jatim meningkat 13,76% menjadi Rp 118,1 triliun, dana pihak ketiga mencapai Rp 90,016 triliun, dan kredit disalurkan mencapai Rp 75,35 triliun. "
    },
    {
        "judul": "BEI Sebut Investor Syariah Tembus 174 Ribu",
        "post_date": "2025-06-19",
        "url": "https://www.emitennews.com/news/bei-sebut-investor-syariah-tembus-174-ribu",
        "summary": "Minat investasi syariah meningkat pesat, dengan jumlah investor mencapai 174.000 pada April 2025. BEI, KPEI, KSEI, dan OJK menggelar Sharia Investment Week (SIW) 2025 dari 19-21 Juni untuk meningkatkan literasi dan akses pasar modal syariah. BEI menargetkan penambahan 10.000 investor syariah baru di tahun 2025 dan mendorong penggunaan Sharia Online Trading System (SOTS) untuk perluasan jangkauan. Saat ini, 20 anggota bursa menyediakan layanan SOTS bersertifikasi DSN-MUI. BEI berkomitmen untuk terus berinovasi agar pasar modal syariah semakin inklusif. "
    },
    {
        "judul": "Sepanjang 2024, Pendapatan JSPT Capai Rp2,4 Triliun, Naik 35 Persen",
        "post_date": "2025-06-19",
        "url": "https://www.emitennews.com/news/sepanjang-2024-pendapatan-jspt-capai-rp24-triliun-naik-35-persen",
        "summary": "PT Jakarta Setiabudi Internasional Tbk. (JSPT) mencetak pendapatan tertinggi sepanjang sejarahnya pada 2024, yaitu Rp2,4 triliun (naik 35% dari 2023). Laba bersih meningkat 37,04% menjadi Rp261,3 miliar, dan dividen yang dibagikan naik dari Rp10 menjadi Rp20 per saham, dibayarkan pada 23 Juli 2025. Divisi Hotel berkontribusi terbesar (Rp1,8 triliun atau 77% dari total pendapatan). "
    },
    {
        "judul": "ARCI Bidik Ekspansi Berkelanjutan di 2025",
        "post_date": "2025-06-19",
        "url": "https://www.emitennews.com/news/arci-bidik-ekspansi-berkelanjutan-di-2025",
        "summary": "PT Archi Indonesia Tbk (ARCI) melaporkan pendapatan US$287,6 juta dan laba bersih US$10,4 juta di tahun 2024. Perusahaan menargetkan kenaikan produksi emas 25% di tahun 2025 melalui perluasan tambang dan eksplorasi yang berhasil menemukan emas berkadar tinggi. ARCI juga berekspansi ke energi terbarukan dengan izin panas bumi 40 MW dan anak usahanya, PT EMAS, memulai pemurnian emas pihak ketiga serta menargetkan kerjasama dengan event olahraga besar di tahun 2026. "
    },
    {
        "judul": "Emiten Batu Bara Ini Bagi Dividen Rp73M, Cek Jadwalnya",
        "post_date": "2025-06-19",
        "url": "https://www.emitennews.com/news/emiten-batu-bara-ini-bagi-dividen-rp73m-cek-jadwalnya",
        "summary": "PT. Resource Alam Indonesia Tbk. (KKGI) akan membagikan dividen tunai Rp15 per saham (total Rp73.099.941.000) untuk tahun buku 2024. Pembagian dividen akan dilakukan pada 18 Juli 2025. KKGI mencatat pertumbuhan laba kotor 95,4% (USD103,14 juta) dan laba bersih setelah pajak 49,85% (USD40,15 juta) pada tahun 2024. Tanggal cum dan ex dividen di pasar reguler/negosiasi adalah 25 dan 26 Juni 2025, serta di pasar tunai 30 Juni dan 1 Juli 2025. Recording date adalah 30 Juni 2025. "
    }
]