[
    {
        "judul": "Indeks Bisnis-27 Dibuka Menguat, Saham ANTM, AKRA, hingga KLBF Cuan",
        "post_date": "2025-05-26",
        "url": "https://market.bisnis.com/read/20250526/7/1879923/indeks-bisnis-27-dibuka-menguat-saham-antm-akra-hingga-klbf-cuan",
        "summary": "Indeks Bisnis-27 dibuka naik 0,24% ke level 526,83, didorong oleh saham ANTM, AKRA, dan KLBF. IHSG juga menguat 0,27% ke 7.233,77 pada pembukaan perdagangan. Meskipun beberapa saham seperti ASII dan BBRI melemah, perdagangan awal menunjukkan aktivitas yang cukup tinggi. Analis MNC Sekuritas memproyeksikan potensi koreksi IHSG di rentang 6.713-7.031. "
    },
    {
        "judul": "IHSG Tancap Gas di Awal Pekan",
        "post_date": "2025-05-26",
        "url": "https://finance.detik.com/bursa-dan-valas/d-7932585/ihsg-tancap-gas-di-awal-pekan",
        "summary": "IHSG dibuka naik pada Senin (26/5/2025) di level 7.229,56, menguat 15,4 poin (0,21%). Penguatan ini melanjutkan tren positif IHSG yang telah mengalami kenaikan signifikan dalam beberapa periode, meskipun mengalami penurunan dalam enam bulan terakhir. "
    },
    {
        "judul": "BRIS Bikin Kejutan, Target Saham Bisa Segini!",
        "post_date": "2025-05-26",
        "url": "https://www.emitennews.com/news/bris-bikin-kejutan-target-saham-bisa-segini",
        "summary": "Saham PT Bank Syariah Indonesia Tbk (BRIS) diprediksi mencapai Rp3.900 per saham. Kenaikan ini didorong kinerja fundamental yang kuat, ditandai lonjakan pendapatan non-margin 42% (tahun ke tahun), terutama dari pembiayaan emas (52%), treasury (47%), dan e-channel (34%). Strategi bisnis yang efektif, termasuk ekspansi infrastruktur fisik dan digital, serta pengelolaan *cost to income ratio* yang baik, juga berkontribusi. Pertumbuhan bisnis emas yang signifikan (82%) dan peningkatan pembiayaan korporasi (13%) turut mendukung proyeksi tersebut. "
    },
    {
        "judul": "Malindo (MAIN) Jadwalkan Dividen Rp65 per Saham, Yield 8,6 Persen!",
        "post_date": "2025-05-26",
        "url": "https://www.emitennews.com/news/malindo-main-jadwalkan-dividen-rp65-per-saham-yield-86-persen",
        "summary": "PT Malindo Feedmill Tbk. (MAIN) akan membagikan dividen tunai Rp65 per saham (total Rp144,82 miliar) untuk tahun buku 2024. Pembayaran dividen akan dilakukan pada 25 Juni 2025. Keputusan ini didorong oleh kinerja keuangan MAIN yang sangat baik di tahun 2024, dengan laba bersih meningkat 670,08% menjadi Rp488,02 miliar dan penjualan bersih mencapai Rp12,5 triliun. Dividend yield mencapai 8,6%. "
    },
    {
        "judul": "Emiten Hermanto Tanoko (CLEO) Setujui Bagi Dividen dan Saham Bonus",
        "post_date": "2025-05-26",
        "url": "https://www.emitennews.com/news/emiten-hermanto-tanoko-cleo-setujui-bagi-dividen-dan-saham-bonus",
        "summary": "PT Sariguna Primatirta Tbk (CLEO) akan membagikan dividen tunai Rp60 miliar (Rp5/saham) dan saham bonus dengan rasio 1:1 kepada pemegang saham. Dividen tersebut merupakan 12,9% dari laba tahun 2024 (Rp465 miliar). Pembagian saham bonus berasal dari kapitalisasi agio saham CLEO bertujuan memperkuat permodalan dan meningkatkan frekuensi transaksi saham di bursa. "
    }
]