[
    {
        "judul": "Rugi Kimia Farma Berkurang, Tinggal Sisa Rp 135 M",
        "post_date": "2025-09-11",
        "url": "https://finance.detik.com/bursa-dan-valas/d-8107494/rugi-kimia-farma-berkurang-tinggal-sisa-rp-135-m",
        "summary": "Kimia Farma berhasil mengurangi rugi bersihnya menjadi Rp 135,6 miliar di semester I-2025, turun 56,6% dari periode yang sama tahun lalu. Perbaikan ini didorong oleh efisiensi, penataan portofolio produk yang meningkatkan margin laba kotor menjadi 35,7%, dan penurunan beban usaha. Meskipun demikian, industri farmasi masih menghadapi tantangan persaingan, sehingga Kimia Farma akan melanjutkan strategi transformasi berkelanjutan untuk meningkatkan daya saing. "
    },
    {
        "judul": "PTBA Genjot Hilirisasi Batu Bara dan EBT Tahun Ini",
        "post_date": "2025-09-11",
        "url": "https://www.emitennews.com/news/ptba-genjot-hilirisasi-batu-bara-dan-ebt-tahun-ini",
        "summary": "PT Bukit Asam (PTBA) melaporkan kinerja keuangan Semester I-2025 yang solid dengan pendapatan Rp 20,45 triliun dan laba bersih Rp 833,05 miliar. Produksi batu bara naik 16% menjadi 21,73 juta ton, sementara penjualan naik 8%. PTBA berkomitmen pada hilirisasi batu bara dan transisi energi terbarukan, ditunjukkan dengan proyek Keramasan (peningkatan kapasitas angkutan batu bara) yang ditargetkan beroperasi komersial pada kuartal II-2026 dengan total capex Rp 5 triliun, dan pengoperasian PLTS berkapasitas 1 MWp. "
    },
    {
        "judul": "PTPP Kantongi Kontrak Rp15,28T, Terbesar dari BUMN dan Swasta",
        "post_date": "2025-09-11",
        "url": "https://www.emitennews.com/news/ptpp-kantongi-kontrak-rp1528t-terbesar-dari-bumn-dan-swasta",
        "summary": "PT PP (Persero) Tbk. meraih kontrak senilai Rp 15,28 triliun hingga Agustus 2025, naik 29,6% dari bulan Juli. Proyek BUMN mendominasi (51,2%), diikuti swasta (31%) dan pemerintah (17,8%). Sektor pertambangan menyumbang paling besar (19,5%) dari total kontrak baru. PTPP optimistis mencapai target akhir tahun 2025. "
    },
    {
        "judul": "Sido Muncul (SIDO) Optimistis Kinerja Pulih di Kuartal III, Ini Pemicu",
        "post_date": "2025-09-11",
        "url": "https://www.emitennews.com/news/sido-muncul-sido-optimistis-kinerja-pulih-di-kuartal-iii-ini-pemicu",
        "summary": "Sido Muncul memproyeksikan pertumbuhan penjualan dan laba bersih 5% di 2025, meski penjualan kuartal II-2025 turun akibat cuaca sejuk yang menekan permintaan minuman energi. Perusahaan optimistis paruh kedua tahun ini akan lebih baik berkat peluncuran produk baru, ekspor yang tumbuh 17% YoY (dan berkontribusi 10% dari total penjualan), serta stimulus fiskal pemerintah. "
    },
    {
        "judul": "Vale (INCO) Kebut Target 71 Ribu Ton Nikel di 2025",
        "post_date": "2025-09-11",
        "url": "https://www.emitennews.com/news/vale-inco-kebut-target-71-ribu-ton-nikel-di-2025",
        "summary": "PT Vale Indonesia (INCO) mencatat kenaikan produksi nikel matte 9% secara kuartalan dan 12% secara tahunan di kuartal II-2025, mencapai 18.557 ton. Produksi semester I-2025 mencapai 35.584 ton. Pendapatan naik 7% menjadi US$220,2 juta di periode yang sama, didorong volume pengiriman dan harga nikel matte yang lebih tinggi. INCO menargetkan produksi tahunan 71.234 ton dan memproyeksikan kinerja lebih kuat di paruh kedua 2025 berkat kesepakatan harga baru dengan pelanggan dan revisi RKAB. "
    }
]