[
    {
        "judul": "Intip Sektor Saham Paling Menguat Usai BI Rate Turun ke 5,25%",
        "post_date": "2025-07-16",
        "url": "https://market.bisnis.com/read/20250716/7/1893754/intip-sektor-saham-paling-menguat-usai-bi-rate-turun-ke-525",
        "summary": "Penurunan suku bunga acuan BI sebesar 25 basis poin menjadi 5,25% mendorong penguatan indeks sektoral di Bursa Efek Indonesia. Sektor teknologi memimpin kenaikan dengan lonjakan 3,63%, diikuti sektor transportasi dan logistik (2,43%), infrastruktur (1,90%), dan energi (1,55%). BI menyatakan keputusan ini untuk mendorong pertumbuhan ekonomi di tengah inflasi yang terkendali dan rupiah yang menguat. BI juga melakukan intervensi pasar valas dan pembelian SBN untuk menjaga stabilitas. "
    },
    {
        "judul": "BNI Go Global: Raksasa Himbara yang Ekspansi Keliling Dunia",
        "post_date": "2025-07-16",
        "url": "https://finance.detik.com/bursa-dan-valas/d-8012329/bni-go-global-raksasa-himbara-yang-ekspansi-keliling-dunia",
        "summary": "Kinerja BNI hingga Mei 2025 sangat positif. Pendapatan bunga bersih mencapai Rp 15,73 triliun, laba tahun berjalan Rp 8,5 triliun, dan aset mencapai Rp 1.091,5 triliun. Kredit yang disalurkan tumbuh signifikan, mencapai Rp 755,44 triliun. Transaksi digital melalui aplikasi wondr by BNI juga meningkat pesat, mencapai 218 juta transaksi senilai Rp 212 triliun. BNI juga meraih penghargaan internasional untuk program literasi keuangannya. Lembaga sekuritas memberikan rekomendasi beli untuk saham BBNI. "
    },
    {
        "judul": "SIG (SMGR) Andalkan Digitalisasi & AI Jaga Pasokan Bahan Bangunan",
        "post_date": "2025-07-16",
        "url": "https://www.emitennews.com/news/sig-smgr-andalkan-digitalisasi-ai-jaga-pasokan-bahan-bangunan",
        "summary": "PT Semen Indonesia (SIG) meningkatkan efisiensi rantai pasoknya dengan mengoptimalkan digitalisasi dan kecerdasan buatan (AI). Langkah ini bertujuan untuk memastikan ketersediaan produk bahan bangunan di seluruh Indonesia. Hasilnya, pemenuhan pesanan meningkat 1,16% (118.000 ton semen) dan waktu konsolidasi data berkurang drastis menjadi hanya 2 jam. SIG berkomitmen untuk mendukung pembangunan infrastruktur di Indonesia dengan pasokan bahan bangunan yang andal dan berkualitas. "
    },
    {
        "judul": "Dua Anak Usaha Lautan Luas (LTLS) Sabet Penghargaan Lingkungan",
        "post_date": "2025-07-16",
        "url": "https://www.emitennews.com/news/dua-anak-usaha-lautan-luas-ltls-sabet-penghargaan-lingkungan",
        "summary": "Dua anak perusahaan PT Lautan Luas Tbk, PT Lautan Natural Krimerindo (LNK) dan PT Liku Telaga, meraih penghargaan lingkungan. LNK mendapat Penghargaan Industri Hijau kategori Produksi Susu dari Kementerian Perindustrian, sementara PT Liku Telaga menerima Penghargaan Industri Ramah Lingkungan Kategori Silver dari Pemerintah Kabupaten Gresik. Penghargaan ini mencerminkan komitmen Lautan Luas Group terhadap keberlanjutan dan ESG, serta mendorong perusahaan lain untuk meningkatkan standar keberlanjutan. "
    },
    {
        "judul": "Intip Saham Properti yang ‘Menghijau’ Jelang Penentuan Suku Bunga BI",
        "post_date": "2025-07-15",
        "url": "https://market.bisnis.com/read/20250715/7/1893543/intip-saham-properti-yang-menghijau-jelang-penentuan-suku-bunga-bi",
        "summary": "Jelang pengumuman suku bunga Bank Indonesia pada 15-16 Juli 2025, harga saham 26 emiten properti meningkat. PT Bima Sakti Pertiwi (PAMG) mengalami kenaikan harga paling signifikan (15%), diikuti PT Alam Sutera Realty (ASRI) (13,6%). Ciputra Development (CTRA) berkontribusi terbesar terhadap kenaikan indeks sektor properti (33,6%). Beberapa analis, seperti JP Morgan (merekomendasikan CTRA dan PWON), dan Panin Sekuritas (merekomendasikan BSDE), memprediksi penurunan suku bunga acuan akan memberikan sentimen positif bagi sektor properti. Indeks sektor properti (IDX Sector Property) secara keseluruhan naik 1,33% pada hari perdagangan tersebut. "
    }
]