[
    {
        "judul": "Saham-Saham Boy Thohir ADRO, ADMR, hingga AADI Naik Tinggi, Ada Apa?",
        "post_date": "2025-05-19",
        "url": "https://market.bisnis.com/read/20250519/7/1877992/saham-saham-boy-thohir-adro-admr-hingga-aadi-naik-tinggi-ada-apa",
        "summary": "Saham-saham milik Garibaldi \"Boy\" Thohir mengalami kenaikan signifikan pada sesi I perdagangan Senin (19/5/2025).  ADRO memimpin kenaikan dengan 10,23%, diikuti ADMR (6,32%), MDKA (5,94%), dan AADI (5,82%).  Kenaikan ini terjadi di tengah pengumuman buyback saham ADRO senilai Rp4 triliun. IHSG juga menguat 0,22%.\n"
    },
    {
        "judul": "Suspensi Dibuka, Saham Hotel Fitra (FITT) Lanjut Terbang 17,56%",
        "post_date": "2025-05-19",
        "url": "https://market.bisnis.com/read/20250519/7/1877889/suspensi-dibuka-saham-hotel-fitra-fitt-lanjut-terbang-1756",
        "summary": "Saham PT Hotel Fitra International Tbk. (FITT) kembali diperdagangkan setelah tiga hari suspensi oleh Bursa Efek Indonesia (BEI) karena kenaikan harga signifikan.  Pada pembukaan perdagangan, harga saham FITT langsung naik 17,56% menjadi Rp308,825. BEI sebelumnya men-suspensi saham FITT untuk melindungi investor dan memberikan waktu bagi mereka untuk mempertimbangkan keputusan investasi.\n"
    },
    {
        "judul": "Masuk Periode Cum Dividen, Saham Jasa Marga (JSMR) Melaju",
        "post_date": "2025-05-19",
        "url": "https://market.bisnis.com/read/20250519/7/1877879/masuk-periode-cum-dividen-saham-jasa-marga-jsmr-melaju",
        "summary": "Saham Jasa Marga (JSMR) naik 1,47% menjadi Rp4.140 setelah mengumumkan dividen Rp156,23 per saham (total Rp1,13 triliun), meningkat 312,61% dari tahun sebelumnya.  Peningkatan dividen ini sejalan dengan kinerja keuangan Jasa Marga di 2024 yang menunjukan pertumbuhan signifikan pada pendapatan, laba, dan EBITDA.  Dividen akan dibayarkan pada 5 Juni 2025 kepada pemegang saham tercatat pada 21 Mei 2025.\n"
    },
    {
        "judul": "Investor Siap-Siap, Cum Dividen JSMR, LTLS hingga PPRI Hari Ini (19/5)",
        "post_date": "2025-05-19",
        "url": "https://market.bisnis.com/read/20250519/7/1877857/investor-siap-siap-cum-dividen-jsmr-ltls-hingga-ppri-hari-ini-195",
        "summary": "Beberapa emiten di pasar modal Indonesia, termasuk JATI, JSMR, LTLS, dan PPRI, menetapkan tanggal cum dividen pada 19 Mei 2025.  LTLS membagikan dividen Rp65,91 miliar (Rp45/saham), JSMR membagikan Rp1,13 triliun (Rp156,23/saham), dan PPRI membagikan dividen pertamanya sebesar Rp1,12 miliar (Rp1,05/saham).  Pembagian dividen ini mencerminkan kinerja keuangan positif perusahaan-perusahaan tersebut di tahun 2024.\n"
    },
    {
        "judul": "Manfaatkan Momentum! Pengendali Borong 29,46 Juta Saham INET",
        "post_date": "2025-05-19",
        "url": "https://www.emitennews.com/news/manfaatkan-momentum-pengendali-borong-2946-juta-saham-inet",
        "summary": "Pengendali PT Sinergi Inti Andalan Prima (INET), PT Abadi Kreasi Unggul Nusantara, membeli 29,46 juta saham INET seharga Rp169 per saham, meningkatkan kepemilikannya menjadi 68,53%.  Laba bersih INET di kuartal I-2025 mencapai Rp1,5 miliar, naik 184,1% dari periode yang sama tahun sebelumnya.  INET memproyeksikan pendapatan tambahan signifikan dari proyek kabel bawah laut dan pembangunan FTTH,  mencapai ratusan miliar rupiah.\n"
    },
    {
        "judul": "Melejit 36 Persen, HUMI Kuartal I-2025 Raup Laba USD3,16 Juta",
        "post_date": "2025-05-19",
        "url": "https://www.emitennews.com/news/melejit-36-persen-humi-kuartal-i-2025-raup-laba-usd316-juta",
        "summary": "Humpuss Maritim (HUMI) mencetak laba bersih USD 3,16 juta pada 31 Maret 2025, meningkat 36% dibandingkan periode yang sama tahun lalu.  Pendapatan usaha naik 20,72% menjadi USD 32,97 juta.  Meskipun beberapa pos beban meningkat, laba usaha juga naik menjadi USD 4,91 juta. Total aset perusahaan mencapai USD 311,61 juta, sementara ekuitas meningkat menjadi USD 176,54 juta.\n"
    },
    {
        "judul": "Borong 30 Juta Saham EURO, Trukindo Langsung Cuan Segini",
        "post_date": "2025-05-19",
        "url": "https://www.emitennews.com/news/borong-30-juta-saham-euro-trukindo-langsung-cuan-segini",
        "summary": "Trukindo Persada Sejahtera membeli 30 juta saham Estee Gold (EURO) seharga Rp150 per lembar pada 28 April 2025, menghabiskan Rp4,5 miliar.  Dengan harga penutupan Rp168 per lembar pada 16 Mei 2025, investasi Trukindo berpotensi untung Rp540 juta.  Setelah pembelian, kepemilikan Trukindo di Estee Gold meningkat menjadi 5,49% (139,98 juta lembar).  Pembelian ini merupakan penambahan investasi langsung.\n"
    },
    {
        "judul": "IDX High Dividend 20 Naik 7,45%, Cek Daftar Emiten dengan Yield Terbesar yang Sudah Diumumkan",
        "post_date": "2025-05-18",
        "url": "https://market.bisnis.com/read/20250518/7/1877764/idx-high-dividend-20-naik-745-cek-daftar-emiten-dengan-yield-terbesar-yang-sudah-diumumkan",
        "summary": "Indeks saham IDX High Dividend 20 (IDX HIDIV20) naik 2,2% pada 16 Mei 2025, didorong oleh pembagian dividen dari beberapa emiten besar seperti Astra International (ASII), Bank Mandiri (BMRI), Bank Central Asia (BBCA), dan Bank Rakyat Indonesia (BBRI).  Kenaikan ini juga didorong oleh ekspektasi dividen dari emiten lain seperti Sido Muncul (SIDO) dan AKR Corporindo (AKRA).  Meskipun masih negatif year-to-date,  para analis menilai penguatan ini sebagai rebound teknikal dan  menganggap saham-saham dividen sebagai tempat berlindung yang aman di tengah ketidakpastian global, menawarkan yield menarik dibandingkan deposito.\n"
    }
]