[
    {
        "judul": "PREMIUM WRAP-UP: Untung Indomaret dan Alfamart hingga Cuan Tahunan SBN Ritel SR022",
        "post_date": "2025-05-14",
        "url": "https://market.bisnis.com/read/20250514/7/1876923/premium-wrap-up-untung-indomaret-dan-alfamart-hingga-cuan-tahunan-sbn-ritel-sr022",
        "summary": "Berita Bisnis Indonesia Premium edisi 14 Mei 2025 melaporkan laba kuartal I-2025 Indomaret dan Alfamart meningkat signifikan.  JP Morgan memangkas proyeksi kinerja Telkom setelah kinerja kuartal I-2025 yang lemah.  Aktivitas jual beli saham Astra oleh investor asing menunjukkan rotasi portofolio.  Terakhir, berita tersebut juga membahas perhitungan keuntungan tahunan dari SBN Ritel SR022 yang menawarkan kupon 12% dan rencana pembagian dividen Antam.\n"
    },
    {
        "judul": "Indeks Bisnis-27 Ditutup Menguat, Saham BBNI, BMRI, MYOR Parkir di Zona Hijau",
        "post_date": "2025-05-14",
        "url": "https://market.bisnis.com/read/20250514/7/1876838/indeks-bisnis-27-ditutup-menguat-saham-bbni-bmri-myor-parkir-di-zona-hijau",
        "summary": "Indeks Bisnis-27 naik 3,30% (16,02 poin) ke level 501,04 pada Rabu (14/5/2025), didorong oleh kenaikan saham BBNI, BMRI, MYOR, dan BBRI.  Sebagian besar konstituen (21 dari 27) ditutup naik.\n"
    },
    {
        "judul": "Mitratel (MTEL) Masuk Indeks MSCI Small Cap, Intip Kinerja & Prospek Sahamnya",
        "post_date": "2025-05-14",
        "url": "https://market.bisnis.com/read/20250514/7/1876773/mitratel-mtel-masuk-indeks-msci-small-cap-intip-kinerja-prospek-sahamnya",
        "summary": "Saham Mitratel (MTEL) akan masuk MSCI Indonesia Small Cap Index mulai Juni 2025.  Kinerja keuangan MTEL kuartal I/2025 menunjukkan laba bersih Rp526,31 miliar, sedikit naik dari periode yang sama tahun sebelumnya.  Penambahan 189 menara dan peningkatan jumlah tenant berkontribusi pada kinerja positif ini.  Analis BRI Danareksa Sekuritas dan Sucor Sekuritas merekomendasikan beli saham MTEL dengan target harga Rp800 dan Rp620, masing-masing.  Mayoritas analis Bloomberg juga merekomendasikan beli.  Saham MTEL sendiri naik 5,79% pada perdagangan Kamis (14/5/2025).\n"
    },
    {
        "judul": "Saham MTEL dan MBMA Melonjak Usai Masuk MSCI Small Cap Index",
        "post_date": "2025-05-14",
        "url": "https://market.bisnis.com/read/20250514/7/1876759/saham-mtel-dan-mbma-melonjak-usai-masuk-msci-small-cap-index",
        "summary": "Saham PT Dayamitra Telekomunikasi (MTEL) dan PT Merdeka Battery Materials (MBMA) naik signifikan setelah diumumkan masuk dalam MSCI Indonesia Small Cap Index.  Sebaliknya, saham PT Harum Energy (HRUM), PT Indika Energy (INDY), PT Summarecon Agung (SMRA), dan PT Wijaya Karya (WIKA) dikeluarkan dari indeks tersebut. Perubahan ini efektif Juni-September 2025.  Masuknya ke indeks MSCI umumnya meningkatkan likuiditas dan minat investor, namun juga berpotensi meningkatkan volatilitas harga.\n"
    },
    {
        "judul": "Saham AMRT, BBRI hingga BMRI Bawa Indeks Bisnis-27 Dibuka Kinclong",
        "post_date": "2025-05-14",
        "url": "https://market.bisnis.com/read/20250514/7/1876701/saham-amrt-bbri-hingga-bmri-bawa-indeks-bisnis-27-dibuka-kinclong",
        "summary": "Indeks Bisnis-27 menguat 2,39% pada pembukaan perdagangan Rabu (14/5/2025), mencapai level 496,62.  Saham AMRT memimpin penguatan (6,36%), diikuti oleh saham-saham bank jumbo (BBCA, BBNI, BBRI, BMRI) yang juga mengalami kenaikan signifikan.  Sebagian besar konstituen indeks Bisnis-27 menguat, sementara beberapa saham seperti ANTM, HEAL, ICBP, dan MIKA melemah.  Saham TLKM stagnan.\n"
    }
]