[
    {
        "judul": "Samuel Sekuritas Kerek Target Harga Saham Bumi Resources (BRMS)",
        "post_date": "2025-05-25",
        "url": "https://market.bisnis.com/read/20250525/7/1879815/samuel-sekuritas-kerek-target-harga-saham-bumi-resources-brms",
        "summary": "Samuel Sekuritas menaikkan target harga saham Bumi Resources Mineral Tbk (BRMS) menjadi Rp550 per saham, didorong laba kuartal I/2025 yang melonjak 303,87% menjadi US$14,46 juta dan proyeksi permintaan emas yang tinggi di 2025. Peningkatan ini juga mempertimbangkan operasional pabrik emas Gorontalo Minerals dan rencana pertambangan bawah tanah pada 2027. BRMS baru saja mendapatkan pinjaman Rp2 triliun untuk pengembangan anak usaha dan pelunasan utang. Meskipun ada potensi risiko seperti penurunan harga emas, Samuel Sekuritas merekomendasikan beli (buy) saham BRMS. "
    },
    {
        "judul": "Kredit Rp2T dari Sindikasi Bank Mega Untuk Bumi Resources (BRMS)",
        "post_date": "2025-05-25",
        "url": "https://www.emitennews.com/news/kredit-rp2t-dari-sindikasi-bank-mega-untuk-bumi-resources-brms",
        "summary": "PT Bumi Resources Minerals Tbk (BRMS) memperoleh pembiayaan sindikasi Rp2 triliun (USD 121 juta) dari lima bank, termasuk Bank Mega Syariah. Dana tersebut akan digunakan untuk melunasi pinjaman USD 75 juta dan mendanai proyek tambang emas di Palu (mulai produksi 2027) serta eksplorasi tembaga di Gorontalo. Bank Mega bertindak sebagai arranger dalam sindikasi ini. "
    },
    {
        "judul": "OBAT dan Semen Merah Putih Luncurkan Alat Serap Emisi Karbon",
        "post_date": "2025-05-25",
        "url": "https://www.emitennews.com/news/obat-dan-semen-merah-putih-luncurkan-alat-serap-emisi-karbon",
        "summary": "PT Algaepark Indonesia Mandiri dan Semen Merah Putih berkolaborasi meluncurkan MPTree, sistem fotobioreaktor mikroalga yang menyerap CO2 hingga 50 kali lebih efisien daripada pohon biasa. MPTree juga menghasilkan oksigen dan berfungsi sebagai furnitur perkotaan. Proyek percontohan akan dimulai di Bekasi, dengan target peluncuran publik Agustus 2025. Mikroalga yang digunakan dapat dimanfaatkan sebagai bioenergi, pupuk, atau pangan. Semen Merah Putih mendukung proyek ini sebagai bagian dari komitmen SDGs mereka. "
    },
    {
        "judul": "PGEO Gelar RUPST Bulan Depan, Ini Bocoran Dividen 2024",
        "post_date": "2025-05-25",
        "url": "https://www.emitennews.com/news/pgeo-gelar-rupst-bulan-depan-ini-bocoran-dividen-2024",
        "summary": "PT Pertamina Geothermal Energy (PGEO) akan menggelar RUPST pada 3 Juni 2025. Agenda RUPST meliputi persetujuan laporan tahunan 2024, penetapan penggunaan laba bersih, remunerasi direksi dan komisaris, laporan penggunaan dana IPO, persetujuan program MESOP, perubahan anggaran dasar dan susunan pengurus. PGEO memperkirakan Dividend Payout Ratio (DPR) 2024 sekitar 80-90%, namun angka pasti masih dihitung. Pada 2023, PGEO membagikan dividen USD 128.400.000 atau Rp47.773,64 per saham. "
    },
    {
        "judul": "Daftar 10 Saham Top Gainers Sepekan: Ada COCO, FAST, PTIS hingga BRPT",
        "post_date": "2025-05-24",
        "url": "https://market.bisnis.com/read/20250524/7/1879602/daftar-10-saham-top-gainers-sepekan-ada-coco-fast-ptis-hingga-brpt",
        "summary": "IHSG naik 1,51% pada pekan 19-23 Mei 2025, ditutup di 7.214,16. Saham COCO memimpin top gainers dengan kenaikan 143,30%, diikuti FAST (92,31%), PTIS (45,83%), BCIP (40,74%), dan BAJA (36,47%). Meskipun IHSG menguat, volume dan frekuensi transaksi harian menurun, sementara kapitalisasi pasar meningkat 1,97% menjadi Rp12.561 triliun. "
    }
]