[
    {
        "judul": "1001 Cara BEI Dongkrak RNTH Capai Target Rp13,5 Triliun",
        "post_date": "2025-07-22",
        "url": "https://market.bisnis.com/read/20250722/7/1895109/1001-cara-bei-dongkrak-rnth-capai-target-rp135-triliun",
        "summary": "BEI berupaya mencapai target rata-rata nilai transaksi harian (RNTH) Rp13,5 triliun tahun ini dengan berbagai strategi. Strategi tersebut meliputi penerapan short selling (mulai September 2025), penambahan liquidity provider untuk saham kurang likuid, dan pengembangan single stock futures dengan lima underlying saham baru (ANTM, BRPT, BMRI, INDF, AMRT). Tren RNTH menunjukkan peningkatan tiga bulan terakhir, mencapai Rp13,29 triliun pada Juni 2025, memberikan optimisme BEI untuk mencapai target tahunan. "
    },
    {
        "judul": "Wall Street Ditutup Perkasa, S&P 500 dan Nasdaq Cetak Rekor Lagi",
        "post_date": "2025-07-22",
        "url": "https://market.bisnis.com/read/20250722/7/1895174/wall-street-ditutup-perkasa-sp-500-dan-nasdaq-cetak-rekor-lagi",
        "summary": "Bursa saham AS menguat pada Senin (21/7/2025), dengan S&P 500 dan Nasdaq mencetak rekor tertinggi. Kenaikan didorong oleh saham Alphabet dan megacap lainnya menjelang rilis laporan keuangan kuartalan. Investor optimistis terhadap potensi kesepakatan dagang yang dapat mengurangi dampak tarif global. Pertumbuhan laba kuartal II/2025 diperkirakan mencapai 6,7%, dengan perusahaan teknologi sebagai kontributor utama. Pasar menantikan laporan kinerja perusahaan besar, data ekonomi, dan pidato Ketua The Fed untuk petunjuk mengenai pemangkasan suku bunga. "
    },
    {
        "judul": "Sentimen Emas Dunia Bikin Saham Antam Dibuka Menguat",
        "post_date": "2025-07-22",
        "url": "https://finance.detik.com/bursa-dan-valas/d-8023334/sentimen-emas-dunia-bikin-saham-antam-dibuka-menguat",
        "summary": "PT Antam (ANTM) mencetak laba bersih Rp 2,32 triliun di kuartal I 2025, naik 10 kali lipat dibandingkan periode yang sama tahun sebelumnya. Pendapatan tumbuh lebih dari dua kali lipat menjadi Rp 26,15 triliun, didorong kenaikan penjualan emas sebesar 182% menjadi Rp 21,61 triliun. Kenaikan harga emas dunia dan diversifikasi produk ANTM ke nikel dan feronikel turut berkontribusi pada kinerja positif ini. Analis memprediksi harga saham ANTM akan mencapai Rp 3.264. "
    },
    {
        "judul": "BRI Optimistis Koperasi Merah Putih Jadi Tonggak Ekonomi Kerakyatan",
        "post_date": "2025-07-22",
        "url": "https://www.emitennews.com/news/bri-optimistis-koperasi-merah-putih-jadi-tonggak-ekonomi-kerakyatan",
        "summary": "Presiden Prabowo Subianto meresmikan Koperasi Desa/Kelurahan Merah Putih (KDMP) di Klaten, Jawa Tengah, sebagai upaya memperkuat ekonomi rakyat melalui koperasi berbasis gotong royong. BRI mendukung penuh inisiatif ini dengan menyediakan akses layanan keuangan melalui AgenBRILink yang terintegrasi dengan KDMP, serta pendampingan usaha dan pelatihan bagi koperasi. Hingga paruh pertama 2025, 1,22 juta AgenBRILink telah tersebar di 67 ribu desa di Indonesia. KDMP menggunakan model bisnis terintegrasi \"7 in 1\" dan akan terus dikembangkan melalui kolaborasi dengan BUMN. "
    },
    {
        "judul": "Pengguna BRImo Tumbuh 21,2 Persen Capai 42,7 Juta User",
        "post_date": "2025-07-22",
        "url": "https://www.emitennews.com/news/pengguna-brimo-tumbuh-212-persen-capai-427-juta-user",
        "summary": "Pengguna aplikasi BRImo mencapai 42,7 juta pada Juni 2025, meningkat 21,2% (YoY). Pertumbuhan ini menunjukkan keberhasilan BRI dalam menyediakan layanan perbankan digital yang terintegrasi (super apps) dan mudah diakses, mencakup transaksi sehari-hari hingga investasi. BRI berkomitmen untuk terus mengembangkan fitur dan keamanan BRImo agar tetap relevan dengan kebutuhan nasabah. "
    }
]