[
    {
        "judul": "Transaksi Repo di SPPA BEI Tembus Lebih dari Rp 100 Triliun dalam 3 Bulan",
        "post_date": "2025-06-17",
        "url": "https://finance.detik.com/bursa-dan-valas/d-7968254/transaksi-repo-di-sppa-bei-tembus-lebih-dari-rp-100-triliun-dalam-3-bulan",
        "summary": "Bursa Efek Indonesia (BEI) melaporkan transaksi harian Repo di Sistem Perdagangan Surat Pengakuan Utang Negara (SPPA) mencapai Rp 2,86 triliun. Hal ini menunjukkan antusiasme pasar terhadap fitur Repo di SPPA yang dirancang untuk meningkatkan likuiditas dan efisiensi pasar Surat Utang Indonesia. BEI berencana memperluas penggunaan SPPA sebagai platform utama transaksi Surat Utang dan Repo, serta menambah jumlah pelaku pasar yang aktif. "
    },
    {
        "judul": "Amar Bank (AMAR) Kucurkan Dividen Rp95,4 Miliar",
        "post_date": "2025-06-17",
        "url": "https://www.emitennews.com/news/amar-bank-amar-kucurkan-dividen-rp954-miliar",
        "summary": "Amar Bank mencatat laba bersih Rp67,5 miliar di Q1 2025, tertinggi dalam 11 tahun beroperasi, meningkat 38,1% YoY. Pendapatan operasional naik 22,88% menjadi Rp463,7 miliar, dengan ROA 6,94% dan ROE 8,13%. Bank membagikan dividen Rp95,47 miliar (Rp5,30 per saham). Ke depannya, Amar Bank akan fokus pada perluasan akses keuangan UMKM, integrasi Embedded Banking, dan efisiensi operasional berbasis teknologi. "
    },
    {
        "judul": "Medco Energi (MEDC) Operasikan PLTS 25MWp di Bali Timur",
        "post_date": "2025-06-17",
        "url": "https://www.emitennews.com/news/medco-energi-medc-operasikan-plts-25mwp-di-bali-timur",
        "summary": "Pembangkit Listrik Tenaga Surya (PLTS) 25MWp di Karangasem, Bali, hasil kerjasama Medco Power dan Solar Philippines, telah beroperasi secara komersial. PLTS ini akan memasok listrik terbarukan ke PLN selama 20 tahun, menghasilkan sekitar 50 GWh listrik per tahun (cukup untuk 42.000 rumah tangga) dan mengurangi emisi CO2 lebih dari 800.000 ton selama masa operasionalnya. Proyek ini merupakan bagian dari strategi MedcoEnergi untuk diversifikasi energi terbarukan dan mendukung keberlanjutan ekonomi di Bali. "
    },
    {
        "judul": "Emiten Konstruksi Ini Jadwalkan Pembagian Dividen 76,73% Laba 2024",
        "post_date": "2025-06-17",
        "url": "https://www.emitennews.com/news/emiten-konstruksi-ini-jadwalkan-pembagian-dividen-7673-laba-2024",
        "summary": "PT Paramita Bangun Sarana Tbk (PBSA) akan membagikan dividen tunai Rp55 per saham (total Rp165 miliar) dari laba tahun buku 2024. Pembagian dividen ini setara dengan 76,73% dari laba bersih tahun berjalan. Saham PBSA naik 1% pada Selasa (17/6) menjadi Rp444 per saham, memberikan dividend yield 12,45%, tertinggi di sektor konstruksi bulan ini. Pembayaran dividen akan dilakukan pada 17 Juli 2025. "
    },
    {
        "judul": "BRI Kukuhkan 45 Jurnalis Dapat Beasiswa Pascasarjana 2025",
        "post_date": "2025-06-17",
        "url": "https://www.emitennews.com/news/bri-kukuhkan-45-jurnalis-dapat-beasiswa-pascasarjana-2025",
        "summary": "BRI memberikan beasiswa S2 kepada 45 jurnalis melalui program BRI Fellowship Journalism 2025. Program ini bertujuan untuk meningkatkan kualitas jurnalisme di Indonesia melalui kolaborasi antara BRI dan insan pers. Sejak 2013, program ini telah memberikan beasiswa kepada 248 jurnalis. Seleksi dilakukan secara ketat melalui tiga tahap, dan peserta juga mendapat mentoring dari jurnalis senior. "
    }
]