[
    {
        "judul": "IHSG Melesat 14,69% dalam Sebulan, Siap Tembus ke Level 7.000?",
        "post_date": "2025-05-09",
        "url": "https://market.bisnis.com/read/20250509/7/1875774/ihsg-melesat-1469-dalam-sebulan-siap-tembus-ke-level-7000",
        "summary": "IHSG terkerek naik signifikan dalam sebulan terakhir, namun reli diprediksi terbatas karena mendekati area overbought dan potensi capital outflow akibat The Fed menahan suku bunga serta penguatan dolar AS.  Meski demikian, kinerja kuartal I-2025 yang resilien dan pelonggaran kebijakan buyback dinilai sebagai sentimen positif.  Investor asing masih melakukan aksi jual bersih Rp19,49 triliun dalam sebulan terakhir.\n"
    },
    {
        "judul": "IHSG Dibuka Rebound, Saham BBCA, BBRI, ERAA di Zona Hijau",
        "post_date": "2025-05-09",
        "url": "https://market.bisnis.com/read/20250509/7/1875706/ihsg-dibuka-rebound-saham-bbca-bbri-eraa-di-zona-hijau",
        "summary": "IHSG dibuka menguat 0,56% ke 6.866,31 pada Jumat (9/5/2025), didorong rebound saham bank besar seperti BBCA, BBRI, dan BMRI.  Penguatan juga terjadi pada saham ANTM, MEDC, AMMN, dan ERAA.  Meski demikian,  Phintraco Sekuritas memprediksi potensi penurunan IHSG ke level 6.770, sementara BNI Sekuritas memproyeksikan IHSG bergerak di rentang 6.770-6.800 (support) dan 6.850-6.925 (resistance). Penurunan cadangan devisa dan pengumuman kesepakatan perdagangan AS-Inggris juga memengaruhi pasar.\n"
    },
    {
        "judul": "Dana Asing yang Kabur dari Pasar Saham RI Tembus Rp 50,72 T",
        "post_date": "2025-05-09",
        "url": "https://finance.detik.com/bursa-dan-valas/d-7907396/dana-asing-yang-kabur-dari-pasar-saham-ri-tembus-rp-50-72-t",
        "summary": "Pasar modal Indonesia masih tertekan dengan capital outflow investor asing mencapai Rp 50,72 triliun secara year-to-date.  Meski kapitalisasi pasar naik 5,20% month-to-date, secara year-to-date masih turun 5,11%.  Investor asing juga mencatatkan net sales di pasar obligasi.  OJK telah mengambil beberapa kebijakan untuk meredam volatilitas pasar saham, termasuk penundaan implementasi pembiayaan transaksi short selling dan penyesuaian batasan trading halt.  Tercatat 32 emiten berencana buyback saham dengan total alokasi dana Rp 16,90 triliun.\n"
    },
    {
        "judul": "Jelang Libur Panjang, IHSG Dibuka Menguat",
        "post_date": "2025-05-09",
        "url": "https://finance.detik.com/bursa-dan-valas/d-7906752/jelang-libur-panjang-ihsg-dibuka-menguat",
        "summary": "IHSG dibuka naik 0,54% di level 6.864,87 pada Jumat (9/5/2025), setelah sebelumnya mengalami penurunan signifikan. Penguatan ini terjadi menjelang libur panjang Hari Raya Waisak (12 Mei) dan cuti bersama (13 Mei).  Nilai transaksi pagi mencapai Rp 1,39 triliun.  Meskipun IHSG menguat secara harian dan mingguan,  kinerja indeks masih negatif dalam jangka waktu tiga, enam bulan, dan sepanjang tahun 2025.\n"
    },
    {
        "judul": "Pengamat Bursa Nilai Kinerja WSKT Membaik, Jauh dari Potensi Delisting",
        "post_date": "2025-05-09",
        "url": "https://www.emitennews.com/news/pengamat-bursa-nilai-kinerja-wskt-membaik-jauh-dari-potensi-delisting",
        "summary": "Kemungkinan delisting saham Waskita Karya (WSKT) masih jauh.  Kinerja keuangan perusahaan menunjukkan perbaikan, ditandai dengan penyelesaian restrukturisasi utang sebesar Rp35 triliun dan laba berjalan Rp4,8 triliun pada 2024.  BEI masih memantau perkembangan Waskita Karya dan menekankan bahwa tujuan delisting bukan untuk mengeluarkan perusahaan, melainkan untuk mendorong perbaikan kinerja.  Waskita Karya perlu meningkatkan kinerja dengan mendapatkan lebih banyak proyek strategis untuk kembali dipercaya investor.\n"
    }
]