[
    {
        "judul": "PREMIUM WRAP-UP:  Portofolio Emas UNTR, Prospek BBCA, BBNI, hingga Gula-Gula Dividen 2025",
        "post_date": "2025-09-15",
        "url": "https://market.bisnis.com/read/20250915/7/1911455/premium-wrap-up-portofolio-emas-untr-prospek-bbca-bbni-hingga-gula-gula-dividen-2025",
        "summary": "United Tractors (UNTR) berencana mengakuisisi tambang emas PSAB untuk meningkatkan bisnis mineralnya, menargetkan penjualan emas 240.000 ounce pada 2025. Berita lain meliputi sejarah keterlibatan keluarga Sampoerna di perbankan, prospek saham BBCA meski ada dugaan pembobolan rekening nasabah, alokasi dana pemerintah untuk kredit BBNI, dan prospek dividen saham di tahun 2025. "
    },
    {
        "judul": "Ini Sektor Saham Potensial Terdorong Paket Stimulus Ekonomi Prabowo",
        "post_date": "2025-09-15",
        "url": "https://market.bisnis.com/read/20250915/7/1911478/ini-sektor-saham-potensial-terdorong-paket-stimulus-ekonomi-prabowo",
        "summary": "Pemerintah mengumumkan paket stimulus ekonomi September 2025 senilai Rp 16,2 triliun yang mencakup program akselerasi (Rp 16,2 triliun), program berkelanjutan (2026), dan program penyerapan tenaga kerja (3,56 juta pekerja). Paket stimulus ini diharapkan mendorong pertumbuhan ekonomi dan pasar saham, khususnya sektor konsumsi, ritel, perbankan, properti, dan infrastruktur. Namun, keberhasilannya bergantung pada kecepatan dan efektivitas pelaksanaan program serta menghindari pelebaran defisit fiskal. "
    },
    {
        "judul": "Ekspetasi Suku Bunga The Fed Sengat Saham Emiten Properti",
        "post_date": "2025-09-15",
        "url": "https://market.bisnis.com/read/20250915/7/1911505/ekspetasi-suku-bunga-the-fed-sengat-saham-emiten-properti",
        "summary": "Saham PT Repower Asia Indonesia Tbk (REAL) melonjak 34,85% karena sentimen positif dari prediksi penurunan suku bunga The Fed. Penurunan suku bunga diharapkan akan mendorong sektor properti, terutama segmen perumahan menengah. Kabar potensi masuknya investor asing juga berkontribusi pada kenaikan harga saham REAL, yang secara teknikal telah menunjukkan tren bullish kuat dan mencapai level tertinggi sejak Januari 2022. REAL juga mengumumkan pembagian dividen perdana. "
    },
    {
        "judul": "Didorong Banyak Sentimen Positif, Saham Repower (REAL) Sentuh ARA",
        "post_date": "2025-09-15",
        "url": "https://www.emitennews.com/news/didorong-banyak-sentimen-positif-saham-repower-real-sentuh-ara",
        "summary": "Saham PT Repower Asia Indonesia Tbk. (REAL) naik 34.85% ke Rp89 per saham, didorong ekspektasi penurunan suku bunga The Fed yang akan menguntungkan sektor properti. Kabar potensi investasi asing juga meningkatkan minat pasar terhadap saham REAL. Secara teknikal, saham REAL menunjukkan tren bullish kuat dan berpotensi mencapai Rp137-150. "
    },
    {
        "judul": "Integrasi Data dengan Dukcapil, Percepat Proses Layanan BRI",
        "post_date": "2025-09-15",
        "url": "https://www.emitennews.com/news/integrasi-data-dengan-dukcapil-percepat-proses-layanan-bri",
        "summary": "Integrasi data kependudukan antara BRI dan Dukcapil telah meningkatkan efisiensi operasional BRI. Akses real-time ke data kependudukan memungkinkan BRI mencairkan kredit mikro hingga Rp 1 triliun per hari, mempercepat verifikasi nasabah, dan meningkatkan akurasi penilaian risiko kredit. Integrasi ini juga memungkinkan personalisasi layanan dan solusi keuangan yang lebih relevan bagi nasabah. BRI terus berkoordinasi dengan regulator untuk memastikan keamanan data dan kepatuhan regulasi. "
    }
]
