[
    {
        "judul": "10 Saham Top Gainers Sepanjang Tahun 2025, Ada CUAN, DCII, hingga CDIA",
        "post_date": "2025-09-01",
        "url": "https://market.bisnis.com/read/20250901/7/1907545/10-saham-top-gainers-sepanjang-tahun-2025-ada-cuan-dcii-hingga-cdia",
        "summary": "IHSG naik 10,6% dari Januari hingga Agustus 2025, meskipun sempat anjlok 1,53% pada 29 Agustus. Beberapa saham mengalami kenaikan luar biasa, dengan saham PT Indokripto Koin Semesta Tbk. (COIN) memimpin dengan kenaikan 2.280%. Saham-saham lain yang juga mencatat kenaikan signifikan antara lain PIPA (1.175%), CBRE (921,05%), MIRA (722,22%), dan beberapa saham yang berafiliasi dengan konglomerat ternama di Indonesia. "
    },
    {
        "judul": "Penjualan Emas Antam Naik, Laba Melonjak 202% Jadi Rp 4,69 T",
        "post_date": "2025-09-01",
        "url": "https://finance.detik.com/bursa-dan-valas/d-8090775/penjualan-emas-antam-naik-laba-melonjak-202-jadi-rp-4-69-t",
        "summary": "PT Aneka Tambang Tbk (Antam) mencatatkan pertumbuhan laba bersih yang signifikan di semester I 2025, naik 202% menjadi Rp 4,69 triliun dibandingkan periode yang sama tahun sebelumnya. Penjualan juga meningkat drastis sebesar 154% menjadi Rp 59,01 triliun, didorong terutama oleh penjualan emas (84% dari total penjualan) yang naik 163%. Segmen nikel juga berkontribusi besar dengan peningkatan penjualan 125%. Meskipun beban pokok pendapatan meningkat, Antam berhasil meningkatkan laba usaha menjadi Rp 6,13 triliun. Pertumbuhan signifikan juga terlihat di produksi dan penjualan bijih nikel, bauksit, dan alumina. "
    },
    {
        "judul": "Medco Energi & BRI Gandeng UMKM di 7 Wilayah Operasi",
        "post_date": "2025-09-01",
        "url": "https://www.emitennews.com/news/medco-energi-bri-gandeng-umkm-di-7-wilayah-operasi",
        "summary": "Medco E&P Indonesia bermitra dengan BRI untuk memberdayakan 46 UMKM di tujuh wilayah operasinya. Kerja sama ini memberikan akses UMKM pada layanan perbankan BRI, termasuk pembiayaan dan pelatihan, guna meningkatkan kapasitas dan daya saing mereka, sekaligus memperkuat ekonomi lokal. Program ini akan diperluas ke seluruh UMKM binaan Medco E&P di masa mendatang. "
    },
    {
        "judul": "Langkah Baru Hapsoro dan Prajogo Pangestu di CBRE",
        "post_date": "2025-09-01",
        "url": "https://www.emitennews.com/news/langkah-baru-hapsoro-dan-prajogo-pangestu-di-cbre",
        "summary": "PT Cakra Buana Resources Energi Tbk. (CBRE) akan mengakuisisi kapal pipe-laying & lifting vessel seharga USD 100 juta (Rp 1,61 triliun) dari Hilong Shipping Holding Limited. Kapal tersebut, yang akan resmi dimiliki CBRE pada September 2025, memiliki kapasitas besar dan akan memperkuat posisi CBRE sebagai penyedia jasa offshore terkemuka di Indonesia, meningkatkan sinergi dengan Hafar Offshore, dan memungkinkan kolaborasi dalam proyek migas dan energi nasional. Akuisisi ini masih menunggu persetujuan pemegang saham pada RUPS 25 September 2025. "
    },
    {
        "judul": "Bank Jatim (BJTM) Terbitkan Obligasi Rp2 Triliun",
        "post_date": "2025-09-01",
        "url": "https://www.emitennews.com/news/bank-jatim-bjtm-terbitkan-obligasi-rp2-triliun",
        "summary": "Bank Jatim berencana menerbitkan Obligasi Berkelanjutan I Tahap I Tahun 2025 senilai maksimal Rp2 triliun (bagian dari PUB I senilai Rp5 triliun) untuk meningkatkan kapasitas pembiayaan dan intermediasi. Obligasi dengan peringkat idAA- (PEFINDO) terdiri dari Seri A (tenor 3 tahun) dan Seri B (tenor 5 tahun), ditawarkan pada 11-19 September 2025, efektif 25 September, dan tercatat di BEI pada 2 Oktober 2025. Dana hasil penerbitan akan digunakan untuk memperkuat modal kerja, penyaluran kredit, dan likuiditas. Pada semester I 2025, Bank Jatim mencatatkan pertumbuhan aset, laba bersih, penyaluran kredit, dan DPK yang signifikan, menempati posisi kedua terbesar di antara BPD di Indonesia. PT Trimegah Sekuritas Indonesia Tbk., PT BNI Sekuritas, PT Mandiri Sekuritas, dan PT Maybank Sekuritas Indonesia bertindak sebagai penjamin emisi. "
    }
]