[
    {
        "judul": "Jajaran 10 Top Gainers Saat IHSG Menguat, Saham ERTX, COCO, TOBA Melesat",
        "post_date": "2025-05-19",
        "url": "https://market.bisnis.com/read/20250519/7/1878084/jajaran-10-top-gainers-saat-ihsg-menguat-saham-ertx-coco-toba-melesat",
        "summary": "IHSG ditutup menguat 0,49% ke level 7.141,09 pada Senin (19/5/2025), didorong oleh 10 saham *top gainers* seperti ERTX (+34,74%), COCO (+34,02%), dan IDPR (+18,39%). Analis memperkirakan IHSG akan menguji level resistance 7.250, dipengaruhi oleh negosiasi dagang global, data PMI, dan RDG BI. "
    },
    {
        "judul": "Saham ISAT, ANTM & PGAS Bawa Indeks Bisnis-27 Ditutup Menghijau",
        "post_date": "2025-05-19",
        "url": "https://market.bisnis.com/read/20250519/7/1878073/saham-isat-antm-pgas-bawa-indeks-bisnis-27-ditutup-menghijau",
        "summary": "Indeks Bisnis-27 menguat 0,86% pada penutupan Senin (19/5/2025), mencapai level 521,33. Saham ISAT (naik 3,96%), ANTM (3,03%), dan PGAS (2,96%) menjadi yang paling menonjol. IHSG juga menguat 0,49%, mencapai 7.141,09, dengan nilai transaksi Rp14,75 triliun. "
    },
    {
        "judul": "IHSG Ditutup Menguat ke 7.141,09, Saham TOBA-MSIN Melonjak",
        "post_date": "2025-05-19",
        "url": "https://market.bisnis.com/read/20250519/7/1878067/ihsg-ditutup-menguat-ke-714109-saham-toba-msin-melonjak",
        "summary": "IHSG ditutup menguat 0,49% di angka 7.141,09 pada Senin (19/5/2025), melanjutkan tren positif dari pekan sebelumnya. Beberapa saham unggulan seperti TOBA (+18%), BBCA (+2,15%), dan BMRI (+0,91%) mencatatkan kenaikan signifikan. Saham emas juga naik, sementara beberapa saham lainnya mengalami penurunan tajam. Analis memprediksi IHSG akan menguji level 7.250, dipengaruhi oleh sentimen domestik (RDG BI) dan global (negosiasi dagang AS, data PMI, data ekonomi China). "
    },
    {
        "judul": "Saham-Saham Boy Thohir ADRO, ADMR, hingga AADI Naik Tinggi, Ada Apa?",
        "post_date": "2025-05-19",
        "url": "https://market.bisnis.com/read/20250519/7/1877992/saham-saham-boy-thohir-adro-admr-hingga-aadi-naik-tinggi-ada-apa",
        "summary": "Saham-saham milik Garibaldi \"Boy\" Thohir mengalami kenaikan signifikan pada sesi I perdagangan Senin (19/5/2025). ADRO memimpin kenaikan dengan lonjakan 10,23%, diikuti ADMR (6,32%), MDKA (5,94%), dan AADI (5,82%). Saham ESSA, MBMA, BFIN, dan TRIM juga menguat. Kenaikan ini terjadi setelah ADRO mengumumkan rencana buyback saham hingga Rp4 triliun. IHSG juga ditutup menguat 0,22%. "
    },
    {
        "judul": "Bos NICL Ungkap Kenaikan Saham Hingga Kena Suspensi",
        "post_date": "2025-05-19",
        "url": "https://www.emitennews.com/news/bos-nicl-ungkap-kenaikan-saham-hingga-kena-suspensi",
        "summary": "Saham PT PAM Mineral Tbk (NICL) dihentikan sementara perdagangannya di BEI karena kenaikan harga yang signifikan (211,76% dalam 30 hari terakhir dan 307,69% sejak awal tahun). Kenaikan ini dikaitkan dengan transparansi informasi keuangan NICL, pembagian dividen Rp12 per saham (total Rp127,62 miliar), dan peningkatan penjualan nikel yang drastis (365,68% menjadi Rp 543,91 miliar) serta laba bersih (1.473,69%). Christopher Sumasto Tjia, pemegang saham pengendali melalui PT PAM Metalindo, juga membeli sejumlah besar saham NICL pada Maret-April 2025. "
    }
]