[
    {
        "judul": "PREMIUM WRAP-UP: Rekor Transaksi Saham BUMI, Aksi BlackRock-JP Morgan di MAPI hingga Vale (INCO)",
        "post_date": "2025-09-23",
        "url": "https://market.bisnis.com/read/20250923/7/1914031/premium-wrap-up-rekor-transaksi-saham-bumi-aksi-blackrock-jp-morgan-di-mapi-hingga-vale-inco",
        "summary": "Saham BUMI mencapai rekor transaksi harian tertinggi sejak 2015 pada 23 September 2025, dengan harga naik 15,70% menjadi Rp 140. Berita lain meliputi rencana China untuk menguasai pasar emas global, pergerakan saham MAPI di tengah kabar akuisisi, dan peningkatan target harga saham INCO oleh JP Morgan. "
    },
    {
        "judul": "Indeks IDXEnergy Memanas, Investor Cermati Ekspansi Emiten Migas",
        "post_date": "2025-09-23",
        "url": "https://market.bisnis.com/read/20250923/7/1913939/indeks-idxenergy-memanas-investor-cermati-ekspansi-emiten-migas",
        "summary": "Indeks saham energi (IDXENERGY) naik 1,25% ke 3.321 pada Senin (22/9/2025), berlawanan dengan IHSG yang turun 0,14%. Kenaikan ini didorong oleh ekspektasi investor terhadap ekspansi bisnis emiten migas seperti PTRO, ENRG, dan MEDC. Ketiga emiten tersebut mencatatkan net buy asing yang signifikan, berkontribusi 15,74% dari total net buy IHSG. Ekspansi bisnis, termasuk akuisisi aset dan peningkatan produksi, dinilai sebagai katalis utama kenaikan harga saham. "
    },
    {
        "judul": "IHSG Bullish & 23 Emiten Baru Dorong Market Cap Tembus Rekor Rp14.800 Triliun",
        "post_date": "2025-09-23",
        "url": "https://market.bisnis.com/read/20250923/7/1913922/ihsg-bullish-23-emiten-baru-dorong-market-cap-tembus-rekor-rp14800-triliun",
        "summary": "Kapitalisasi pasar modal Indonesia mencapai rekor tertinggi sepanjang masa, yaitu Rp 14.820 triliun, didorong oleh kenaikan IHSG sebesar 14,25% year-to-date dan masuknya 23 emiten baru, termasuk EMAS, CDIA, CBDK, dan COIN, yang berkontribusi signifikan terhadap peningkatan kapitalisasi pasar. "
    },
    {
        "judul": "Pertamina Fokus Migas dan EBT, Ini Dampak ke Saham TUGU",
        "post_date": "2025-09-23",
        "url": "https://market.bisnis.com/read/20250923/7/1913926/pertamina-fokus-migas-dan-ebt-ini-dampak-ke-saham-tugu",
        "summary": "Fokus Pertamina pada bisnis migas dan EBT berpotensi memengaruhi Asuransi Tugu Pratama (TUGU) karena Pertamina adalah pemegang saham mayoritas. Pelepasan saham TUGU oleh Pertamina dapat berdampak negatif pada kinerja keuangan TUGU, terutama jika TUGU bergantung pada Pertamina untuk bisnis. Meskipun kinerja TUGU secara keseluruhan positif dalam tiga tahun terakhir, Pertamina sebelumnya telah memberikan dukungan signifikan. "
    },
    {
        "judul": "Astra Graphia Cetak Laba Bersih Rp 106 Miliar di Semester I 2025, Naik 29%",
        "post_date": "2025-09-23",
        "url": "https://finance.detik.com/bursa-dan-valas/d-8125733/astra-graphia-cetak-laba-bersih-rp-106-miliar-di-semester-i-2025-naik-29",
        "summary": "Astra Graphia (ASGR) mencetak laba bersih Rp 106 miliar di semester I 2025, naik 29% YoY. Pendapatan bersih juga tumbuh 18% YoY menjadi Rp 1,52 triliun, didorong oleh pertumbuhan layanan IT professional services dari unit Astra Graphia Information Technology (Agit). "
    }
]
