[
    {
        "judul": "Tak Rombak Susunan Direksi, Phapros Targetkan Penjualan Naik 20%",
        "post_date": "2025-07-01",
        "url": "https://finance.detik.com/bursa-dan-valas/d-7990621/tak-rombak-susunan-direksi-phapros-targetkan-penjualan-naik-20",
        "summary": "PT Phapros mencatatkan pertumbuhan penjualan yang signifikan di kuartal I/2025 (17,23% YoY), didorong oleh peningkatan penjualan obat bebas dan obat resep. Mereka optimistis dapat mencapai target pertumbuhan penjualan tahunan di atas 20% pada tahun 2025, didukung oleh kerjasama yang solid dan efisiensi operasional. Strategi ekspansi ekspor ke beberapa negara Asia Tenggara dan Amerika Selatan juga menjadi kunci pertumbuhan. Phapros berencana meluncurkan sembilan produk baru tahun ini, termasuk obat anti tuberkulosis dan antibiotik, untuk memperkuat portofolio dan daya saing. "
    },
    {
        "judul": "Rilis Program SIAP SEHAT, Wujud Nyata KB Bank Peduli Pensiunan",
        "post_date": "2025-07-01",
        "url": "https://www.emitennews.com/news/rilis-program-siap-sehat-wujud-nyata-kb-bank-peduli-pensiunan",
        "summary": "KB Bank meluncurkan program \"SIAP SEHAT Pensiunan Sehat\" yang menyediakan layanan kesehatan gratis (pemeriksaan tensi, gula darah, kolesterol, asam urat, konsultasi dokter) dan edukasi kesehatan bagi para pensiunan. Program ini juga mencakup kegiatan senam dan hiburan. KB Bank berkolaborasi dengan TASPEN dan ASABRI untuk memberikan edukasi keuangan dan administrasi pensiun. Program ini juga mempromosikan Tabungan Siaga Pensiunan dan menegaskan komitmen KB Bank sebagai mitra hidup bagi para pensiunan, tidak hanya sebagai lembaga keuangan. "
    },
    {
        "judul": "Strategi Pertumbuhan 2025, ELIT Incar Pasar RI Hingga Asia Pasifik",
        "post_date": "2025-06-30",
        "url": "https://www.emitennews.com/news/strategi-pertumbuhan-2025-elit-incar-pasar-ri-hingga-asia-pasifik",
        "summary": "Elitery (ELIT), penyedia layanan managed services dan solusi cloud, menargetkan pertumbuhan berkelanjutan di 2025 melalui inovasi teknologi, penguatan pasar domestik, dan ekspansi internasional, khususnya ke Malaysia. Ekspansi ini didorong oleh potensi besar ekonomi digital di Indonesia dan Malaysia, serta pertumbuhan sektor keamanan siber. Pada 2024, Elitery mencatatkan kinerja keuangan positif dengan pendapatan Rp478,3 miliar (naik 50%) dan laba bersih Rp25,8 miliar (naik 51%). Tren positif berlanjut di kuartal I/2025. Elitery juga meluncurkan platform AI generatif Elipedia dan meraih sertifikasi Google Cloud MSP & MSSP. "
    },
    {
        "judul": "Berikan Kemudahan, BRI (BBRI) Hadirkan Lagi Inovasi Layanan Digital",
        "post_date": "2025-06-30",
        "url": "https://www.emitennews.com/news/berikan-kemudahan-bri-bbri-hadirkan-lagi-inovasi-layanan-digital",
        "summary": "BRI meluncurkan fitur Loan On App (LOA) di aplikasi BRImo. Fitur ini memungkinkan pemegang kartu kredit BRI mencairkan dana tunai hingga 50% dari limit kartu kredit (maksimal Rp75 juta) ke rekening tabungan BRI mereka. Dana dicairkan dalam bentuk cicilan bulanan dengan suku bunga kompetitif mulai dari 0% dan tenor hingga 36 bulan. Pengajuan mudah dilakukan melalui BRImo dan tersedia untuk berbagai jenis kartu kredit BRI. "
    },
    {
        "judul": "BRI Dorong UMKM Kopi Toraja Tembus Ekspor ke 5 Negara",
        "post_date": "2025-06-29",
        "url": "https://www.emitennews.com/news/bri-dorong-umkm-kopi-toraja-tembus-ekspor-ke-5-negara",
        "summary": "ToRi Coffee, usaha kopi asal Toraja, Sulawesi Selatan, berhasil go internasional berkat dukungan BRI. Pasangan suami istri Citra Wulandari dan Fredy Pairunan mendirikan ToRi Coffee pada 2020, mengembangkan bisnis kopi dari hulu ke hilir, sekaligus mempromosikan budaya Toraja. ToRi Coffee kini memasarkan sekitar 275 kg kopi per bulan ke berbagai wilayah di Indonesia dan beberapa negara seperti Australia, Prancis, Jepang, dan Belanda. Setelah memenangkan penghargaan Best Newcomer di BRI UMKM EXPO(RT) 2025, ToRi Coffee diundang ke FHA Food & Beverage 2025 di Singapura, membuka peluang ekspansi pasar global lebih besar. Keberhasilan ini juga berkat pemanfaatan KUR BRI dan komitmen ToRi Coffee dalam memberdayakan SDM lokal dan petani kopi Toraja. "
    }
]