[
    {
        "judul": "Penundaan Tarif Trump ke Uni Eropa Picu Reli Wall Street",
        "post_date": "2025-05-28",
        "url": "https://market.bisnis.com/read/20250528/7/1880638/penundaan-tarif-trump-ke-uni-eropa-picu-reli-wall-street",
        "summary": "Bursa saham AS menguat signifikan pada Selasa (27/5/2025), didorong penundaan kebijakan tarif baru Presiden Trump dan lonjakan kepercayaan konsumen. Dow Jones, S&P 500, dan Nasdaq Composite naik tajam, terutama sektor saham AI. Investor merespon positif penundaan tarif dan strategi Trump yang dinilai sebagai gertakan. Meskipun pesanan barang modal inti turun, sentimen positif mendominasi, dan The Fed diperkirakan akan mempertahankan suku bunga. "
    },
    {
        "judul": "Bank BUMN Ini Catat Lonjakan DPK Nasabah Prioritas",
        "post_date": "2025-05-28",
        "url": "https://www.emitennews.com/news/bank-bumn-ini-catat-lonjakan-dpk-nasabah-prioritas",
        "summary": "BNI mencatat pertumbuhan signifikan Dana Pihak Ketiga (DPK) dari nasabah high net-worth (AUM > Rp5 miliar) sebesar 16% YoY hingga April 2025. Pertumbuhan ini didorong inovasi layanan digital, fitur eksklusif BNI Emerald, dan program reward hingga Rp26 juta. Jumlah nasabah kategori ini juga naik 15% YoY, dengan kenaikan AUM investasi dan bancassurance 17% YoY. BNI fokus memperluas basis nasabah melalui Emerald Acquisition RM dan program \"Rejeki wondr BNI\" yang menawarkan hadiah mobil dan lainnya. "
    },
    {
        "judul": "Tok! Telkom Bagikan Dividen Rp 21,04 T",
        "post_date": "2025-05-27",
        "url": "https://finance.detik.com/bursa-dan-valas/d-7935535/tok-telkom-bagikan-dividen-rp-21-04-t",
        "summary": "RUPST Telkom menyetujui dividen tunai Rp 21,04 triliun (Rp 212,46/saham), atau 89% dari laba bersih Rp 23,64 triliun di tahun buku 2024. Saham Telkom naik 1,07% ke Rp 2.830 per saham, menghasilkan dividend yield 7,5%. Pendapatan konsolidasi Telkom tahun 2024 mencapai Rp 150 triliun (pertumbuhan 0,5%). "
    },
    {
        "judul": "Saham CUAN Bakal Ngebut, Target Bisa Segini!",
        "post_date": "2025-05-27",
        "url": "https://www.emitennews.com/news/saham-cuan-bakal-ngebut-target-bisa-segini",
        "summary": "Saham PT Petrindo Jaya Kreasi Tbk. (CUAN) direkomendasikan beli dengan target harga Rp16.100 oleh PT Henan Putihrai Sekuritas. Pendapatan CUAN diproyeksikan mencapai USD 1,29 miliar di tahun 2025, meningkat signifikan berkat akuisisi strategis dan diversifikasi pendapatan. Kinerja keuangan CUAN tahun 2024 menunjukkan pertumbuhan pendapatan yang sangat tinggi (719% YoY), dan laba bersih yang melonjak drastis (1.015% YoY). CUAN juga telah membagikan dividen perdana. Analis menilai CUAN memiliki posisi strategis di sektor pertambangan dengan cadangan batubara yang kuat dan rencana ekspansi ke tambang emas dan pasir silika. Saham CUAN saat ini diperdagangkan dengan valuasi P/E yang menarik. "
    },
    {
        "judul": "Telkom (TLKM) Putuskan Bagi Dividen Rp21,04 Triliun",
        "post_date": "2025-05-27",
        "url": "https://www.emitennews.com/news/telkom-tlkm-putuskan-bagi-dividen-rp2104-triliun",
        "summary": "Telkom (TLKM) membagikan dividen Rp21,047 triliun (Rp212,466 per saham) untuk tahun buku 2024, meningkat 19% dari tahun sebelumnya. Meskipun laba bersih turun 3,9% menjadi Rp23,6 triliun, 89% dari laba dibagikan sebagai dividen, sementara 11% sisanya ditahan. "
    }
]