[
    {
        "judul": "Cek Rekening! 6 Emiten Bayar Dividen Hari Ini, Nilainya Capai Rp2,75 Triliun",
        "post_date": "2025-06-18",
        "url": "https://market.bisnis.com/read/20250618/7/1885919/cek-rekening-6-emiten-bayar-dividen-hari-ini-nilainya-capai-rp275-triliun",
        "summary": "Enam emiten membagikan dividen total Rp2,75 triliun pada 18 Juni 2025. Alfamart (AMRT) membagikan dividen terbesar, yaitu Rp1,4 triliun, peningkatan dari tahun-tahun sebelumnya. Cikarang Listrindo (POWR) membagikan dividen terbesar kedua senilai US$43,93 juta (sekitar Rp715,44 miliar). Bundamedik (BMHS) membagikan dividen terkecil, Rp5,59 miliar. "
    },
    {
        "judul": "Venteny (VTNY) Fokus Perkuat Fondasi dan Kolaborasi Strategis di 2025",
        "post_date": "2025-06-18",
        "url": "https://www.emitennews.com/news/venteny-vtny-fokus-perkuat-fondasi-dan-kolaborasi-strategis-di-2025",
        "summary": "PT Venteny Fortuna International Tbk (VTNY) menggelar RUPST dan RUPSLB, menunjukkan kinerja keuangan positif di tahun 2024 dengan pendapatan Rp303,54 miliar (pertumbuhan 66,81%) dan laba bersih Rp8,68 miliar. Mereka mengangkat Milokevin Wendiady sebagai Direktur baru dan Katsuya Kitano sebagai Komisaris Utama. Venteny fokus pada pemberdayaan UMKM dan kesejahteraan karyawan, berkolaborasi dengan berbagai institusi, dan berkomitmen untuk pertumbuhan berkelanjutan di tahun 2025. "
    },
    {
        "judul": "Catat! Hartadinata Abadi (HRTA) Bagikan Dividen Rp96,7 Miliar, 17 Juli",
        "post_date": "2025-06-18",
        "url": "https://www.emitennews.com/news/catat-hartadinata-abadi-hrta-bagikan-dividen-rp967-miliar-17-juli",
        "summary": "PT Hartadinata Abadi Tbk (HRTA) akan membagikan dividen tunai Rp21 per saham (total Rp96,7 miliar) pada 16 Juli 2025. Tanggal cum dan ex dividen telah ditentukan. Pada kuartal pertama 2025, HRTA mencatatkan kenaikan penjualan neto menjadi Rp6,78 triliun dari Rp4,01 triliun di periode yang sama tahun sebelumnya, disertai peningkatan laba bruto, laba sebelum pajak, dan laba bersih. Aset dan liabilitas perusahaan juga meningkat. "
    },
    {
        "judul": "Sepanjang 2024, Bukaka Teknik Utama (BUKK) Catat Laba Rp512,44 Miliar",
        "post_date": "2025-06-18",
        "url": "https://www.emitennews.com/news/sepanjang-2024-bukaka-teknik-utama-bukk-catat-laba-rp51244-miliar",
        "summary": "PT Bukaka Teknik Utama Tbk. (BUKK) melaporkan penjualan Rp3,65 triliun dan laba Rp512,44 miliar di tahun 2024, melampaui target. Aset perusahaan mencapai Rp9,15 triliun. Ekspor 215 unit SRP Surface ke India dan pengembangan bisnis di Timur Tengah turut menyumbang keberhasilan. BUKK juga menonjol di segmen Steel Tower dan Steel Bridge, serta sebagai satu-satunya produsen garbarata di Indonesia. Manajemen optimis terhadap prospek 2025, didukung proyeksi pertumbuhan ekonomi global dan penurunan inflasi. "
    },
    {
        "judul": "Jaga Kualitas Layanan, BRI Terapkan Kebijakan Baru Layanan Prioritas",
        "post_date": "2025-06-18",
        "url": "https://www.emitennews.com/news/jaga-kualitas-layanan-bri-terapkan-kebijakan-baru-layanan-prioritas",
        "summary": "BRI Prioritas, layanan perbankan premium BRI, menaikkan persyaratan minimum Fund Under Management (FUM) dari Rp500 juta menjadi Rp1 miliar efektif 1 Agustus 2025. Nasabah eksisting diberi waktu hingga 30 September 2025 untuk menyesuaikan. Layanan BRI Prioritas meliputi pengelolaan kekayaan terintegrasi, akses ke Executive Lounge bandara, penawaran khusus, dan layanan kesehatan. Kinerja Wealth Management BRI hingga Mei 2025 menunjukkan pertumbuhan AUM sebesar 11,27% (yoy). "
    }
]