[
    {
        "judul": "Saham Prajogo Pangestu BRPT, BREN, & CUAN Dorong Laju IHSG Hari Ini",
        "post_date": "2025-07-07",
        "url": "https://market.bisnis.com/read/20250707/7/1891217/saham-prajogo-pangestu-brpt-bren-cuan-dorong-laju-ihsg-hari-ini",
        "summary": "Kenaikan saham emiten milik konglomerat Prajogo Pangestu, terutama BRPT (naik 7,10%), BREN (naik 2,19%), dan CUAN (naik 4,22%), menjadi pendorong utama penguatan IHSG sebesar 0,52% (35,74 poin) ke level 6.900,93 pada 7 Juli 2025. Penguatan ini juga didukung sektor energi, perbankan, dan infrastruktur. Analis menilai IPO PT Chandra Daya Investasi Tbk. (CDIA) memberikan sentimen positif terhadap saham-saham Prajogo Pangestu, meskipun dampak IPO terhadap IHSG secara keseluruhan dinilai masih sektoral. "
    },
    {
        "judul": "Antusiasme Investor Tinggi, IPO COIN Oversubscribed lebih dari 70 kali",
        "post_date": "2025-07-07",
        "url": "https://market.bisnis.com/read/20250707/7/1890977/antusiasme-investor-tinggi-ipo-coin-oversubscribed-lebih-dari-70-kali",
        "summary": "IPO PT Indokripto Koin Semesta Tbk (COIN), perusahaan holding bursa kripto Indonesia, mengalami kelebihan permintaan lebih dari 70 kali. Penawaran saham seharga Rp100 per lembar menarik lebih dari 100 ribu calon investor. Keberhasilan ini dianggap sebagai babak baru bagi pasar modal Indonesia yang kini menawarkan investasi di industri aset kripto. "
    },
    {
        "judul": "BRI, Si Raksasa UMKM yang Tak Pernah Tidur",
        "post_date": "2025-07-07",
        "url": "https://finance.detik.com/bursa-dan-valas/d-7998905/bri-si-raksasa-umkm-yang-tak-pernah-tidur",
        "summary": "Pada Mei 2025, BRI mencatat aset Rp 2.098,23 triliun (pertumbuhan 5,49% yoy) dan laba bersih Rp 18,64 triliun. Pertumbuhan ini didorong penyaluran kredit, terutama ke UMKM (81,97% atau Rp 1.126,03 triliun dari total Rp 1.373,66 triliun di kuartal I-2025). Sebagai induk Holding UMi, BRI menyalurkan kredit ultra mikro Rp 631,4 triliun kepada 35,4 juta nasabah. BRI juga memiliki portofolio pembiayaan berkelanjutan terbesar di Indonesia (Rp 786 triliun) dan jaringan AgenBRILink yang luas, menghasilkan pendapatan non-bunga Rp 643 miliar di Mei 2025. "
    },
    {
        "judul": "Bos BCIP Serok 7,1 Juta Saham Harga Diskon",
        "post_date": "2025-07-07",
        "url": "https://www.emitennews.com/news/bos-bcip-serok-71-juta-saham-harga-diskon",
        "summary": "Direktur Utama PT Bumi Citra Permai Tbk. (BCIP), Edward Halim, menambah kepemilikan sahamnya melalui PT Benteng Terang Sejahtera (BTS) sebanyak 7.190.000 lembar pada Juni 2025, dengan harga Rp85-Rp89 per saham. Kepemilikannya kini mencapai 5,12% dari total saham BCIP. Saham BCIP sendiri naik signifikan, mencapai Rp102 pada 7 Juli 2025, meningkat 104% dari Rp50 pada 7 Mei 2025. "
    },
    {
        "judul": "DOID Amankan Lagi Kontrak Tambang di Australia",
        "post_date": "2025-07-07",
        "url": "https://www.emitennews.com/news/doid-amankan-lagi-kontrak-tambang-di-australia",
        "summary": "BUMA Australia mendapatkan perpanjangan kontrak dua tahun dari BHP dan Mitsubishi Alliance (BMA) untuk jasa pertambangan di Tambang Goonyella Riverside, Australia. Perpanjangan ini hingga September 2027 dan mencerminkan kepercayaan BMA pada kemampuan BUMA Australia. BUMA Australia telah beroperasi di Goonyella sejak 2022 dan berkomitmen pada pengembangan ekonomi lokal. Pencapaian ini merupakan bagian dari strategi ekspansi BUMA International Group di pasar batu bara Indonesia dan Australia. "
    }
]