[
    {
        "judul": "Indeks Saham BUMN Melaju Kencang Didorong Saham ANTM, BBNI, BBRI & PGAS",
        "post_date": "2025-06-11",
        "url": "https://market.bisnis.com/read/20250611/7/1884026/indeks-saham-bumn-melaju-kencang-didorong-saham-antm-bbni-bbri-pgas",
        "summary": "Indeks Saham BUMN pilihan (IDX BUMN 20) naik 7,79% sejak awal tahun, melebihi kinerja IHSG. Kenaikan ini didorong terutama oleh lonjakan harga saham ANTM (74,99% kontribusi), BBNI (23,45%), BBRI (15,01%), dan PGAS (14,81%). Kinerja keuangan positif emiten BUMN pada kuartal I 2025, seperti laba bersih ANTM yang melonjak drastis, menjadi faktor pendorong utama. Meskipun demikian, tantangan dalam tata kelola dan efisiensi operasional tetap ada. "
    },
    {
        "judul": "Lo Kheng Hong Berburu Saham Diskon Saat Ketidakpastian Selimuti Ekonomi Global",
        "post_date": "2025-06-11",
        "url": "https://market.bisnis.com/read/20250611/7/1883813/lo-kheng-hong-berburu-saham-diskon-saat-ketidakpastian-selimuti-ekonomi-global",
        "summary": "Investor kawakan Lo Kheng Hong tetap optimis terhadap pasar modal Indonesia, memanfaatkan kondisi ekonomi yang kurang baik untuk membeli saham-saham diskon, terutama di sektor perbankan dan komoditas (batubara, pulp and paper, kelapa sawit). Ia melihat penurunan harga saham belakangan ini sebagai peluang investasi, dan menekankan pentingnya akses informasi kredibel dalam pengambilan keputusan investasi. "
    },
    {
        "judul": "Investor Optimistis Hasil Negosiasi AS-China, Wall Street Lanjut Reli",
        "post_date": "2025-06-11",
        "url": "https://market.bisnis.com/read/20250611/7/1883953/investor-optimistis-hasil-negosiasi-as-china-wall-street-lanjut-reli",
        "summary": "Bursa AS ditutup naik pada Selasa (10/6/2025) didorong optimisme atas pembicaraan perdagangan AS-China yang menjanjikan pengurangan tarif. Indeks S&P 500, Nasdaq, dan Dow Jones mencatatkan kenaikan. Kenaikan ini terjadi meskipun ada kekhawatiran sebelumnya terkait pembatasan ekspor dari China. Investor kini menantikan data harga konsumen AS untuk memprediksi kebijakan suku bunga Federal Reserve. "
    },
    {
        "judul": "Dukung Energi Bersih, CGAS Siapkan Strategi Pertumbuhan pada 2025",
        "post_date": "2025-06-11",
        "url": "https://www.emitennews.com/news/dukung-energi-bersih-cgas-siapkan-strategi-pertumbuhan-pada-2025",
        "summary": "PT Citra Nusantara Gemilang Tbk. (CGAS) menargetkan pendapatan Rp650 miliar di 2025. Strategi pencapaiannya meliputi penambahan tiga stasiun CNG di Jawa Tengah, Jawa Timur, dan Jawa Barat, serta ekspansi ke bisnis LNG di Jawa, Bali, Riau, dan Sumatera Selatan. Pada kuartal I 2025, CGAS membukukan pendapatan Rp135,01 miliar, naik 3,53% YoY. CGAS memproyeksikan peningkatan pendapatan hingga Rp100 miliar dari stasiun CNG baru dan pendapatan tambahan USD 4,3 juta tahunan dari proyek LNG di Riau dan Sumatera Selatan pada 2027. Investasi jangka panjang diproyeksikan meningkatkan pendapatan hingga Rp1 triliun dalam 5 tahun ke depan. "
    },
    {
        "judul": "BRI Resmikan Layanan Prioritas di Cirebon, Kini Jadi 43 Lokasi Premium",
        "post_date": "2025-06-11",
        "url": "https://www.emitennews.com/news/bri-resmikan-layanan-prioritas-di-cirebon-kini-jadi-43-lokasi-premium",
        "summary": "BRI membuka Sentra Layanan Prioritas di Cirebon, sebuah pusat layanan keuangan eksklusif yang menawarkan konsultasi, pengelolaan kekayaan, dan akses investasi. Pembukaan ini merupakan bagian dari strategi BRI untuk menjangkau lebih banyak nasabah kaya di kota-kota strategis. Pada tahun 2025, BRI meraih penghargaan di bidang wealth management dan mencatatkan pertumbuhan signifikan dalam aset (14,09%), basis nasabah premium (18,79%), dan jumlah investor (36,87%). BRI saat ini memiliki 43 outlet layanan nasabah prima di seluruh Indonesia. "
    }
]