[
    {
        "judul": "Dari BIRD, LSIP hingga ICBP, Intip Jadwal Cum Dividen Pekan Depan",
        "post_date": "2025-06-29",
        "url": "https://market.bisnis.com/read/20250629/7/1888747/dari-bird-lsip-hingga-icbp-intip-jadwal-cum-dividen-pekan-depan",
        "summary": "Beberapa emiten, termasuk Blue Bird (BIRD), Indofood CBP Sukses Makmur (ICBP), Indofood Sukses Makmur (INDF), PP London Sumatra Indonesia (LSIP), Adi Sarana Armada (ASSA), Delta Djakarta (DLTA), Intanwijaya Internasional (INCI), MSIG Life Insurance Indonesia (LIFE), dan Solusi Bangun Indonesia (SMCB), akan membagikan dividen. Cum date untuk sebagian besar emiten jatuh pada pekan depan, mulai 30 Juni hingga 3 Juli 2025. Pembayaran dividen akan dilakukan pada Juli 2025. "
    },
    {
        "judul": "TRUE Catat Lonjakan Penjualan 10 Persen Dipicu Proyek di Karawang",
        "post_date": "2025-06-29",
        "url": "https://www.emitennews.com/news/true-catat-lonjakan-penjualan-10-persen-dipicu-proyek-di-karawang",
        "summary": "Peluncuran *show unit* Eastwood di Karawang oleh PT Triniti Dinamik Tbk. (TRUE) telah meningkatkan pendapatan perusahaan sebesar 10%. Proyek District East seluas 26 hektare, hasil kerjasama dengan Alfaland Group, menawarkan hunian modern bergaya tropis dengan fasilitas lengkap seperti *food promenade*, danau buatan, dan area komersial. Serah terima unit Eastwood ditargetkan tahun 2027, dan TRUE optimis proyek ini akan mendorong pertumbuhan jangka menengah perusahaan seiring tren positif sektor properti residensial. "
    },
    {
        "judul": "Toba Surimi (CRAB) Umumkan Bagi Dividen 13,44 Persen Laba 2024",
        "post_date": "2025-06-29",
        "url": "https://www.emitennews.com/news/toba-surimi-crab-umumkan-bagi-dividen-1344-persen-laba-2024",
        "summary": "PT Toba Surimi Industries (CRAB) membagikan dividen tunai Rp2 per saham (total Rp3,9 miliar) dari laba bersih tahun 2024 sebesar Rp29,01 miliar. Sisa laba akan digunakan untuk memperkuat modal kerja dan ekspansi bisnis. Jadwal lengkap pembayaran dividen akan diumumkan segera. "
    },
    {
        "judul": "BRI Dorong UMKM Kopi Toraja Tembus Ekspor ke 5 Negara",
        "post_date": "2025-06-29",
        "url": "https://www.emitennews.com/news/bri-dorong-umkm-kopi-toraja-tembus-ekspor-ke-5-negara",
        "summary": "ToRi Coffee, usaha kopi asal Toraja, Sulawesi Selatan, yang didirikan pada 2020, telah sukses memasarkan produknya hingga ke Australia, Prancis, Jepang, dan Belanda. Dengan dukungan pendampingan BRI dan Kredit Usaha Rakyat (KUR), ToRi Coffee mengembangkan bisnis kopi dari hulu ke hilir, sekaligus mempromosikan budaya Toraja. Mereka mempekerjakan 21 karyawan, mendampingi petani kopi, dan memberikan edukasi kepada anak-anak petani. Penghargaan Best Newcomer di BRI UMKM EXPO(RT) 2025 membawa ToRi Coffee mewakili Indonesia di FHA Food & Beverage 2025 di Singapura, membuka peluang pasar yang lebih besar. "
    },
    {
        "judul": "AgenBRILink Tembus 67 Ribu Desa! Inklusi Keuangan Melesat",
        "post_date": "2025-06-28",
        "url": "https://www.emitennews.com/news/agenbrilink-tembus-67-ribu-desa-inklusi-keuangan-melesat",
        "summary": "Program AgenBRILink BRI mencatatkan 443 juta transaksi dari Januari hingga Mei 2025, didukung oleh 1,19 juta agen di 67.013 desa. Layanan ini menghasilkan pendapatan non-bunga Rp643 miliar dan bertujuan memperluas akses keuangan di wilayah 3T (Terdepan, Terluar, Tertinggal), sekaligus mendorong inklusi dan literasi keuangan serta menciptakan peluang usaha bagi masyarakat. BRI berencana memperluas fitur layanan AgenBRILink, termasuk asuransi mikro dan layanan mikrofinansial. "
    }
]