[
    {
        "judul": "10 Saham Pendorong IHSG Melaju ke Level 7.530,90 Hari Ini (24/7)",
        "post_date": "2025-07-24",
        "url": "https://market.bisnis.com/read/20250724/7/1896174/10-saham-pendorong-ihsg-melaju-ke-level-753090-hari-ini-247",
        "summary": "IHSG mencapai titik tertinggi tahun 2025 pada 24 Juli 2025, ditutup di angka 7.530,90 (naik 0,83%). Penguatan ini didorong oleh kenaikan saham-saham bank besar (BBRI, BMRI, BBCA, BBNI), emiten Grup Sinar Mas (SMMA), dan beberapa emiten lainnya seperti AMMN, ASII, NICL, BRIS, dan ESSA. Analisis dari Phintraco Sekuritas dan BNI Sekuritas sebelumnya memprediksi kenaikan IHSG. "
    },
    {
        "judul": "Laba Bank Jago Melesat 154% di Semester I 2025",
        "post_date": "2025-07-24",
        "url": "https://finance.detik.com/bursa-dan-valas/d-8026813/laba-bank-jago-melesat-154-di-semester-i-2025",
        "summary": "Bank Jago membukukan pertumbuhan signifikan pada semester I 2025. Jumlah nasabah meningkat menjadi 17,2 juta, DPK mencapai Rp 22,4 triliun (naik 51%), dan penyaluran kredit mencapai Rp 21,4 triliun (naik 37%). Pertumbuhan ini didorong oleh kolaborasi dengan mitra dan inovasi produk. Aset Bank Jago juga meningkat menjadi Rp 32,4 triliun, dengan rasio kredit bermasalah yang rendah (0,3%) dan likuiditas yang sehat. "
    },
    {
        "judul": "Omzet Melejit, Kisah Sukses UMKM Kuliner Kurma dari Rumah BUMN BRI",
        "post_date": "2025-07-24",
        "url": "https://www.emitennews.com/news/omzet-melejit-kisah-sukses-umkm-kuliner-kurma-dari-rumah-bumn-bri",
        "summary": "Usaha kuliner Renaco milik Lilia, yang memproduksi olahan kurma, kini sukses meraup omzet Rp7-10 juta per bulan. Bermula dari dapur rumah sejak 2019, Renaco berkembang pesat setelah bergabung dengan Rumah BUMN BRI Jakarta pada 2022. Pelatihan di Rumah BUMN, teknologi digital BRI (QRIS dan POS), serta sertifikasi halal dan P-IRT, membantu Renaco menjadi lebih profesional dan efisien. Lilia berharap dapat memperluas pasar Renaco ke luar daerah dan internasional, serta membuka gerai kafe. BRI berkomitmen mendukung UMKM melalui program Rumah BUMN. "
    },
    {
        "judul": "DRMA Pamerkan Teknologi EV Lokal Ramah Lingkungan di GIIAS 2025",
        "post_date": "2025-07-24",
        "url": "https://www.emitennews.com/news/drma-pamerkan-teknologi-ev-lokal-ramah-lingkungan-di-giias-2025",
        "summary": "PT Dharma Polimetal Tbk (DRMA) memamerkan inovasi kendaraan listrik (EV) di GIIAS 2025. Melalui Dharma Connect (DC), DRMA menghadirkan ekosistem EV lengkap, termasuk baterai lithium LFP 12V yang ringan dan ramah lingkungan, serta solusi konversi motor bensin ke listrik. Inovasi ini bertujuan mendukung transisi ke mobilitas berkelanjutan dan target pemerintah mengurangi emisi karbon. "
    },
    {
        "judul": "Emiten Tambang Nikel Umumkan Dividen Interim, Sahamnya Terbang!",
        "post_date": "2025-07-24",
        "url": "https://www.emitennews.com/news/emiten-tambang-nikel-umumkan-dividen-interim-sahamnya-terbang",
        "summary": "PT PAM Mineral Tbk (NICL) akan membagikan dividen interim Rp15 per saham (total Rp159,5 miliar) untuk tahun buku 2025, dengan pembayaran pada 12 Agustus 2025. Saham NICL naik 13,4% setelah pengumuman ini. Laba bersih NICL melonjak 386% di semester I 2025 menjadi Rp357,52 miliar, didorong oleh peningkatan penjualan 150% menjadi Rp1,05 triliun. "
    }
]