[
    {
        "judul": "PREMIUM WRAP-UP: Ruang di Saham Astra International, Borong Saham PTRO hingga Saham HMSP, CDIA, PSAB, BRIS Cs Irit Free Float",
        "post_date": "2025-09-24",
        "url": "https://market.bisnis.com/read/20250924/7/1914444/premium-wrap-up-ruang-di-saham-astra-international-borong-saham-ptro-hingga-saham-hmsp-cdia-psab-bris-cs-irit-free-float",
        "summary": "Saham Astra International (ASII) naik 19,19% sejak awal 2025. Manajer investasi milik konglomerat AS rajin membeli saham Petrosea (PTRO). Beberapa saham, termasuk HMSP, CDIA, PSAB, dan BRIS, memiliki free float kurang dari 10%, di tengah rencana OJK untuk aturan minimal 10%. Manulife mengakuisisi Schroders Indonesia, yang memiliki reksa dana berusia 28 tahun dengan return tinggi. Emiten sawit SSMS dan AALI bersiap menghadapi proyeksi kenaikan harga CPO hingga 5.000 Ringgit. "
    },
    {
        "judul": "Sederet Saham BUMN Diincar Investor Asing, Ada ANTM, TLKM, dan BBRI",
        "post_date": "2025-09-24",
        "url": "https://market.bisnis.com/read/20250924/7/1914364/sederet-saham-bumn-diincar-investor-asing-ada-antm-tlkm-dan-bbri",
        "summary": "Investor asing memborong saham BUMN di Indonesia tahun 2025, terutama ANTM (Rp 6,38 triliun), TLKM (Rp 4,66 triliun), dan BBRI (Rp 1,07 triliun). Saham BRIS dan PGAS juga mengalami net buy asing yang signifikan. Kenaikan harga emas, hilirisasi nikel, dominasi pasar, dan kinerja keuangan yang kuat menjadi faktor pendorong. Analis dari JP Morgan dan OCBC Sekuritas juga memberikan pandangan positif terhadap TLKM dan ANTM. "
    },
    {
        "judul": "Saham Suparma (SPMA) Tancap Gas Usai Umumkan Dividen Saham",
        "post_date": "2025-09-24",
        "url": "https://market.bisnis.com/read/20250924/7/1914204/saham-suparma-spma-tancap-gas-usai-umumkan-dividen-saham",
        "summary": "Saham PT Suparma Tbk. (SPMA) melonjak hingga 25% setelah perusahaan mengumumkan rencana pembagian dividen saham sebanyak-banyaknya 946.227.663 lembar saham (rasio 100:30) dari saldo laba. RUPSLB untuk rencana ini akan digelar 30 Oktober 2025. "
    },
    {
        "judul": "BRI Naikkan Suku Bunga Deposito Valas USD, Perkuat Daya Tarik RI bagi Investor Global",
        "post_date": "2025-09-24",
        "url": "https://finance.detik.com/bursa-dan-valas/d-8128404/bri-naikkan-suku-bunga-deposito-valas-usd-perkuat-daya-tarik-ri-bagi-investor-global",
        "summary": "BRI menaikkan suku bunga deposito valas USD menjadi 4% per tahun untuk menarik investor global dan domestik, memperkuat likuiditas, dan memperluas basis dana valas. Kenaikan ini juga merupakan bagian dari strategi BRI sebagai universal bank yang berkembang di segmen wholesale, treasury, dan layanan berbasis valas. Layanan digital BRI memudahkan akses dan pengelolaan deposito. "
    },
    {
        "judul": "Bos AMIN Kembali Borong Saham Harga Bawah",
        "post_date": "2025-09-24",
        "url": "https://www.emitennews.com/news/bos-amin-kembali-borong-saham-harga-bawah",
        "summary": "Direktur PT AMIN, Lindataty, menambah kepemilikan sahamnya menjadi 3,35 juta lembar (0,31%) setelah membeli 884.400 lembar saham dalam dua transaksi pada 18 dan 22 September 2025. Tujuan pembelian adalah investasi. Saham AMIN saat ini di Rp 226, naik signifikan dalam periode sebulan, enam bulan, dan tahunan. "
    }
]
