[
    {
        "judul": "Indeks Saham Syariah ISSI Melesat, Cek Saham-saham Pilihannya",
        "post_date": "2025-06-22",
        "url": "https://market.bisnis.com/read/20250622/7/1887134/indeks-saham-syariah-issi-melesat-cek-saham-saham-pilihannya",
        "summary": "Indeks Saham Syariah Indonesia (ISSI) menguat 4,31% sejak awal tahun, mengungguli IHSG yang turun 2,44%. Penguatan ISSI didorong oleh beberapa faktor, antara lain koreksi perbankan, penguatan emiten (WIFI, DCII), dan kenaikan harga komoditas (ARCI, ANTM, PSAB). Analis merekomendasikan beberapa saham ISSI untuk dibeli, termasuk MEDC, TAPG, BIRD, dan MDKA, dengan target harga yang telah ditentukan. Penurunan IHSG disebabkan oleh saham-saham non-syariah, terutama perbankan. "
    },
    {
        "judul": "Loyalty Poin 2025 BRI, Hadiahnya Mobil Listrik Hingga Smartwatch!",
        "post_date": "2025-06-22",
        "url": "https://www.emitennews.com/news/loyalty-poin-2025-bri-hadiahnya-mobil-listrik-hingga-smartwatch",
        "summary": "BRI meluncurkan program Loyalty Poin Cashier 2025 (Agustus 2024 - Mei 2025) untuk mendorong transaksi non-tunai melalui EDC. Program ini memberikan penghargaan kepada merchant berdasarkan performa transaksi, meningkatkan volume transaksi bulanan rata-rata sebesar 68,42% dan pertumbuhan CASA 60%. Puncaknya, BRI mengadakan pengundian hadiah, termasuk mobil, motor, gadget, dan voucher belanja, bagi merchant berprestasi. Program ini merupakan bagian dari strategi BRI untuk memperkuat ekosistem digital dan pertumbuhan dana murah. "
    },
    {
        "judul": "Bank Jatim Tebar Dividen Rp 821 Miliar, Dibayar Hari Ini",
        "post_date": "2025-06-19",
        "url": "https://finance.detik.com/bursa-dan-valas/d-7972205/bank-jatim-tebar-dividen-rp-821-miliar-dibayar-hari-ini",
        "summary": "Bank Jatim membagikan dividen Rp 54,71 per lembar saham pada RUPS Tahunan 2024, meningkat dari tahun sebelumnya. Kenaikan ini menjadikan saham BJTM favorit investor. Dividen tersebut merupakan kontribusi Bank Jatim pada pertumbuhan ekonomi Jawa Timur, sebagian besar laba kembali ke daerah untuk program kesejahteraan rakyat. Kinerja Bank Jatim tahun buku 2024 juga positif, ditandai dengan peningkatan aset (13,76% menjadi Rp 118,1 triliun), dana pihak ketiga (Rp 90,016 triliun), dan kredit yang disalurkan (Rp 75,35 triliun). "
    },
    {
        "judul": "Sepanjang 2024, Pendapatan JSPT Capai Rp2,4 Triliun, Naik 35 Persen",
        "post_date": "2025-06-19",
        "url": "https://www.emitennews.com/news/sepanjang-2024-pendapatan-jspt-capai-rp24-triliun-naik-35-persen",
        "summary": "PT Jakarta Setiabudi Internasional Tbk. (JSPT) mencetak pendapatan tertinggi sepanjang sejarahnya pada 2024, yaitu Rp2,4 triliun (naik 35% dari 2023). Laba bersih mencapai Rp261,3 miliar (naik 37,04%). Divisi Hotel berkontribusi terbesar (Rp1,8 triliun atau 77% dari total pendapatan). RUPST menyetujui dividen Rp20 per saham (Rp10 pada 2023), dibayarkan pada 23 Juli 2025. "
    },
    {
        "judul": "Emiten Batu Bara Ini Bagi Dividen Rp73M, Cek Jadwalnya",
        "post_date": "2025-06-19",
        "url": "https://www.emitennews.com/news/emiten-batu-bara-ini-bagi-dividen-rp73m-cek-jadwalnya",
        "summary": "PT. Resource Alam Indonesia Tbk. (KKGI) akan membagikan dividen tunai Rp15 per saham (total Rp73.099.941.000) untuk tahun buku 2024. Pembagian dividen akan dilakukan pada 18 Juli 2025. KKGI mencatat peningkatan laba kotor 95,4% menjadi USD103,14 juta dan laba bersih setelah pajak 49,85% menjadi USD40,15 juta di tahun 2024. Tanggal cum dan ex dividen di Pasar Reguler/Negosiasi adalah 25 & 26 Juni 2025, dan di Pasar Tunai 30 Juni & 1 Juli 2025. Daftar pemegang saham yang berhak akan dicatat pada 30 Juni 2025. "
    }
]