[
    {
        "judul": "Jardine Kecipratan Dividen Astra (ASII) Triliunan",
        "post_date": "2025-05-10",
        "url": "https://market.bisnis.com/read/20250510/7/1876059/jardine-kecipratan-dividen-astra-asii-triliunan",
        "summary": "Jardine Cycle & Carriage Ltd., pemegang saham mayoritas PT Astra International Tbk. (ASII), akan menerima sekitar Rp6,24 triliun dividen dari ASII untuk tahun buku 2024.  Total dividen yang dibagikan ASII adalah Rp16,43 triliun (Rp406 per saham),  lebih rendah dari tahun 2023 (Rp519 per saham), tetapi tetap setara dengan 48,25% laba bersih perusahaan.  Meskipun dividen ASII dinantikan investor, sahamnya saat ini mengalami profit taking karena IHSG negatif dan kinerja kuartal I/2025 yang kurang memuaskan.\n"
    },
    {
        "judul": "Lunasi Utang, MEDC Jajakan Obligasi USD400 Juta",
        "post_date": "2025-05-10",
        "url": "https://www.emitennews.com/news/lunasi-utang-medc-jajakan-obligasi-usd400-juta",
        "summary": "Medco Energi Internasional berhasil menerbitkan obligasi senilai USD400 juta dengan tenor lima tahun dan kupon 8,625%.  Dana tersebut akan digunakan untuk membeli kembali obligasi yang jatuh tempo pada 2026 dan 2027, memperpanjang jatuh tempo utang hingga 2030.  Penerbitan obligasi ini mendapat dukungan kuat dari investor global, yang mencerminkan kepercayaan terhadap kinerja dan manajemen keuangan Medco Energi.\n"
    },
    {
        "judul": "Pusat Ekonomi Anyar, WSKT Kebut Bendungan Mbay Rp1,47 Triliun",
        "post_date": "2025-05-10",
        "url": "https://www.emitennews.com/news/pusat-ekonomi-anyar-wskt-kebut-bendungan-mbay-rp147-triliun",
        "summary": "Pembangunan Bendungan Mbay di NTT, yang merupakan Proyek Strategis Nasional (PSN), sedang diakselerasi oleh Waskita Karya sesuai arahan Wapres.  Bendungan ini ditargetkan selesai pada 2026 dan saat ini progresnya telah mencapai 75,28%.  Proyek senilai Rp1,47 triliun ini diharapkan meningkatkan produksi pertanian, menyediakan air bersih, mengurangi risiko banjir, dan mengembangkan pariwisata lokal.  Bendungan Mbay juga akan mendukung ketahanan energi dengan potensi PLTS hingga 117,5 MW.\n"
    },
    {
        "judul": "PALM Godok Right Issue 4,71 Miliar Lembar, Simak Tujuannya",
        "post_date": "2025-05-10",
        "url": "https://www.emitennews.com/news/palm-godok-right-issue-471-miliar-lembar-simak-tujuannya",
        "summary": "Provident Investasi (PALM) berencana melakukan right issue senilai 4,71 miliar rupiah pada 18 Juni 2025.  Dana hasil right issue akan digunakan untuk memperkuat permodalan, mengembangkan portofolio investasi di sektor sumber daya alam, teknologi, media, telekomunikasi, dan/atau logistik, serta membayar utang dan/atau modal kerja.  Pemegang saham yang tidak berpartisipasi dalam right issue akan mengalami dilusi kepemilikan.\n"
    },
    {
        "judul": "Intip! Ini Jadwal Dividen Palma (PSGO) Rp150,8 Miliar",
        "post_date": "2025-05-10",
        "url": "https://www.emitennews.com/news/intip-ini-jadwal-dividen-palma-psgo-rp1508-miliar",
        "summary": "Palma Serasih (PSGO) akan membagikan dividen Rp8 per saham senilai total Rp150,8 miliar (31,77% dari laba bersih Rp350,64 miliar tahun buku 2024).  Tanggal cum dan ex dividen telah ditetapkan, dengan pencairan dividen pada 5 Juni 2025.  Rp82,75 miliar dialokasikan sebagai dana cadangan, sementara sisa laba ditahan.\n"
    }
]