[
    {
        "judul": "Analis Beberkan Momentum Tepat Perusahaan Lakukan IPO Saham",
        "post_date": "2025-05-20",
        "url": "https://market.bisnis.com/read/20250520/7/1878498/analis-beberkan-momentum-tepat-perusahaan-lakukan-ipo-saham",
        "summary": "Analis menilai IPO saat IHSG menguat di level 7.000 sangat menguntungkan emiten karena valuasi tinggi dan minat investor besar. Namun, keberhasilan IPO bergantung pada valuasi saham, fundamental perusahaan, tata kelola, kondisi makro ekonomi, dan geopolitik. Investor kini lebih selektif, fokus pada fundamental dan prospek jangka panjang. Sektor konsumsi, infrastruktur, energi, perbankan digital, keuangan, dan teknologi dinilai paling potensial. Sekitar 29 perusahaan akan IPO di tahun 2025. "
    },
    {
        "judul": "Ekspektasi BI Rate Turun, Intip Rekomendasi Saham Mirae Asset Sekuritas",
        "post_date": "2025-05-20",
        "url": "https://market.bisnis.com/read/20250520/7/1878479/ekspektasi-bi-rate-turun-intip-rekomendasi-saham-mirae-asset-sekuritas",
        "summary": "Mirae Asset Sekuritas Indonesia merekomendasikan beberapa saham untuk akumulasi, didorong penguatan IHSG dan ekspektasi penurunan BI Rate. Saham perbankan (BBCA, BBRI, BBNI, BMRI), energi (ADMR, BREN), dan beberapa saham lainnya dinilai memiliki potensi kenaikan harga berdasarkan analisis teknikal. Pelonggaran BI Rate diprediksi karena rupiah menguat dan inflasi rendah. "
    },
    {
        "judul": "BEI Buka Opsi Ganti Kode Ticker Saham, Asosiasi Emiten Sambut Positif",
        "post_date": "2025-05-20",
        "url": "https://market.bisnis.com/read/20250520/7/1878387/bei-buka-opsi-ganti-kode-ticker-saham-asosiasi-emiten-sambut-positif",
        "summary": "AEI menyambut baik rencana BEI untuk mengizinkan emiten mengubah kode saham (ticker code). Opsi ini dinilai bermanfaat bagi perusahaan yang melakukan transformasi merek atau mengalami perubahan signifikan dalam bisnisnya, guna meningkatkan citra di mata investor. Meskipun tidak semua emiten membutuhkannya, BEI tengah menjajaki layanan ini dan melakukan survei terkait rencana implementasinya. Beberapa emiten, seperti PT Maharaksa Biru Energi Tbk., menyatakan dukungan, namun menekankan pentingnya aturan yang jelas dan siap diterapkan sebelum wacana ini dijalankan. Wacana perubahan kode saham ini pernah muncul sebelumnya, pada tahun 2015 dan 2022. "
    },
    {
        "judul": "Bank Raya (AGRO) Minta Restu Buyback Saham Rp20M",
        "post_date": "2025-05-20",
        "url": "https://www.emitennews.com/news/bank-raya-agro-minta-restu-buyback-saham-rp20m",
        "summary": "Bank Raya (AGRO) akan membeli kembali sahamnya senilai maksimal Rp20 miliar dalam 12 bulan ke depan. Langkah ini bertujuan meningkatkan keterlibatan karyawan melalui program kepemilikan saham dan menunjukkan keyakinan manajemen terhadap kinerja dan prospek perusahaan yang positif. Pada kuartal pertama 2025, Bank Raya mencatatkan laba Rp16,92 miliar (naik 84,7% yoy), pertumbuhan kredit digital Rp6,3 triliun (naik 63,9% yoy), dan transaksi Raya App 1,1 juta (naik 57,1% yoy). Total aset mencapai Rp13,35 triliun (naik 9% yoy). "
    },
    {
        "judul": "Emiten Sarung Tangan Sebar Dividen Rp286M Setara 93 Persen Laba 2024",
        "post_date": "2025-05-20",
        "url": "https://www.emitennews.com/news/emiten-sarung-tangan-sebar-dividen-rp286m-setara-93-persen-laba-2024",
        "summary": "PT Mark Dynamics Indonesia (MARK) membagikan dividen tunai Rp266 miliar (Rp70/saham) atau 93% dari laba bersih Rp287 miliar di tahun 2024. Kenaikan laba bersih sebesar 84% didorong oleh penjualan ekspor yang mencapai Rp756 miliar. Direktur Utama MARK menyatakan pembagian dividen konsisten ini sebagai komitmen untuk menciptakan nilai berkelanjutan bagi pemegang saham. Yield dividen mencapai 8,64%. "
    }
]