[
    {
        "judul": "Intip Potensi Cuan Saham Energi dan Emas Kala Timur Tengah Memanas",
        "post_date": "2025-06-16",
        "url": "https://market.bisnis.com/read/20250616/7/1885410/intip-potensi-cuan-saham-energi-dan-emas-kala-timur-tengah-memanas",
        "summary": "Ketegangan geopolitik di Timur Tengah mendorong analis investasi merekomendasikan diversifikasi portofolio ke sektor energi dan logam mulia. Kenaikan harga minyak akibat ketegangan ini diprediksi akan menguntungkan saham-saham energi seperti MEDC dan ENRG, sementara emas masih menjadi aset safe haven, sehingga saham ANTM, MDKA, dan UNTR direkomendasikan. Sektor batubara dan logistik pelayaran juga dinilai menjanjikan. Lonjakan harga minyak bahkan disebut memunculkan kembali risiko reflasi global. "
    },
    {
        "judul": "BEI Ungkap Rencana Buka Kode Broker & Domisili, Investor Menyambut",
        "post_date": "2025-06-16",
        "url": "https://market.bisnis.com/read/20250616/7/1885231/bei-ungkap-rencana-buka-kode-broker-domisili-investor-menyambut",
        "summary": "Bursa Efek Indonesia (BEI) akan membuka kembali kode broker dan kode domisili pada akhir sesi I perdagangan saham mulai 3 bulan ke depan. Kebijakan ini, yang sebelumnya ditutup sejak Desember 2021, bertujuan meningkatkan likuiditas dan transparansi pasar, serta mendorong investor lokal untuk melakukan analisis fundamental. Pembukaan data ini secara parsial diharapkan meningkatkan gairah transaksi dan melindungi investor ritel dari potensi manipulasi pasar. BEI juga berencana meluncurkan inovasi seperti *liquidity provider* dan *short selling* pada kuartal III/2025. "
    },
    {
        "judul": "Amman Mineral Resmi Punya Bos Baru, Ini Sosoknya",
        "post_date": "2025-06-16",
        "url": "https://finance.detik.com/bursa-dan-valas/d-7967025/amman-mineral-resmi-punya-bos-baru-ini-sosoknya",
        "summary": "Amman Mineral menunjuk Arief Budiman sebagai Direktur Utama dan Alexander Ramlie sebagai Komisaris. Aditya Sasmito juga diangkat menjadi anggota Direksi. Perusahaan menekankan pertumbuhan berkelanjutan dengan integritas dan menempatkan talenta sebagai prioritas. "
    },
    {
        "judul": "Ditunjuk Pimpin Amman Mineral (AMMN), Arief Sidarto Berterima Kasih",
        "post_date": "2025-06-16",
        "url": "https://www.emitennews.com/news/ditunjuk-pimpin-amman-mineral-ammn-arief-sidarto-berterima-kasih",
        "summary": "RUPST Amman Mineral Internasional (AMMN) menunjuk Arief Sidarto sebagai Direktur Utama menggantikan Alexander Ramlie yang kini menjadi Dewan Komisaris. Arief, mantan Direktur Keuangan AMMN dengan latar belakang Goldman Sachs dan Rajawali Corpora, akan memimpin perusahaan memasuki fase pertumbuhan dan transformasi baru. RUPST juga mengangkat Aditya Sasmito sebagai anggota Direksi. "
    },
    {
        "judul": "PINTU Futures Catat Performa Positif di Mei 2025",
        "post_date": "2025-06-16",
        "url": "https://www.emitennews.com/news/pintu-futures-catat-performa-positif-di-mei-2025",
        "summary": "Volume perdagangan Pintu Futures di Mei 2025 meningkat 53% dibanding bulan sebelumnya, melampaui transaksi spot. Pintu meluncurkan kampanye \"Trade Small Win Big\" dengan iklan di Jakarta untuk meningkatkan kesadaran publik. Keberhasilan ini dikaitkan dengan kemudahan akses, banyaknya pilihan token (lebih dari 90, akan ditambah 60 lagi di Juni), dan fitur-fitur unggulan. Secara global, volume perdagangan derivatif kripto mencapai USD 633 miliar, sementara di Indonesia mencapai Rp9,61 triliun di Mei 2025. Pintu juga memberikan bonus USDT Rp100.000 kepada 5.000 pengguna baru hingga 30 Juni 2025. Meski demikian, Pintu mengingatkan pentingnya investasi yang bijak karena trading futures berisiko tinggi. "
    }
]