[
    {
        "judul": "IDX High Dividend 20 Naik 7,45%, Cek Daftar Emiten dengan Yield Terbesar yang Sudah Diumumkan",
        "post_date": "2025-05-18",
        "url": "https://market.bisnis.com/read/20250518/7/1877764/idx-high-dividend-20-naik-745-cek-daftar-emiten-dengan-yield-terbesar-yang-sudah-diumumkan",
        "summary": "Indeks IDX High Dividend 20 naik 2,2% pada 16 Mei 2025, didorong oleh beberapa emiten yang membagikan dividen, termasuk bank-bank besar seperti BMRI, BBCA, dan BBRI.  Saham-saham ini mengalami kenaikan signifikan dalam sepekan terakhir.  Emiten lain seperti ASII, SIDO, dan AKRA juga akan membagikan dividen dalam waktu dekat.  Para analis menilai kenaikan ini sebagai rebound teknikal pasca koreksi kuartal I 2025 dan  menganggap saham-saham dividen sebagai tempat berlindung yang aman di tengah ketidakpastian global, menawarkan yield menarik bagi investor.\n"
    },
    {
        "judul": "Saham BRI Paling Diburu Investor Asing, Net Buy Tembus Rp2 Triliun Sepekan",
        "post_date": "2025-05-18",
        "url": "https://market.bisnis.com/read/20250518/7/1877745/saham-bri-paling-diburu-investor-asing-net-buy-tembus-rp2-triliun-sepekan",
        "summary": "Investor asing memborong saham perbankan Indonesia pada 12-16 Mei 2025. BRI (BBRI) menjadi yang teratas dengan net foreign buy Rp2 triliun, diikuti BCA (BBCA) Rp875,1 miliar, BMRI Rp339,7 miliar, dan BBNI Rp249,8 miliar.  BRIS juga diminati, sementara PNBN dan BTN mengalami penjualan bersih oleh investor asing.\n"
    },
    {
        "judul": "Net Buy Asing Rp5,05 Triliun Dalam Sepekan, Saham BBRI, BMRI Cs Diburu",
        "post_date": "2025-05-18",
        "url": "https://market.bisnis.com/read/20250518/7/1877724/net-buy-asing-rp505-triliun-dalam-sepekan-saham-bbri-bmri-cs-diburu",
        "summary": "Aliran dana asing (capital inflow) ke pasar saham Indonesia mencapai Rp5,05 triliun dalam sepekan terakhir (14-16 Mei 2025), didorong oleh meredanya perang dagang AS-China.  Saham-saham bank besar seperti BBRI, BMRI, BBCA, dan BBNI menjadi yang paling banyak diburu investor asing.  Meskipun demikian, sepanjang tahun 2025, pasar saham Indonesia masih mencatatkan net sell asing sebesar Rp48,79 triliun.  Pengamat menilai penurunan tarif impor antara AS dan China serta penguatan rupiah turut berkontribusi pada inflow tersebut.\n"
    },
    {
        "judul": "Apexindo (APEX) Kantongi Kontrak Pengeboran Laut",
        "post_date": "2025-05-18",
        "url": "https://www.emitennews.com/news/apexindo-apex-kantongi-kontrak-pengeboran-laut",
        "summary": "APEX, emiten jasa pengeboran, mendapat kontrak senilai USD25 juta dari PT Pertamina Hulu Mahakam untuk pekerjaan pengeboran laut di Delta Mahakam, Kalimantan Timur, selama satu tahun.  Kontrak ini meningkatkan utilisasi rig dan pendapatan APEX, serta memperkuat portofolio perusahaan di sektor energi nasional.\n"
    },
    {
        "judul": "Incar Dividen! Pengendali  PANR Borong 9 Juta Lembar di Pasar",
        "post_date": "2025-05-18",
        "url": "https://www.emitennews.com/news/incar-dividen-pengendali-panr-borong-9-juta-lembar-di-pasar",
        "summary": "Pemegang saham pengendali PT Panorama Sentrawisata Tbk (PANR), PT Panorama Tirta Anugerah, membeli 9 juta saham PANR seharga Rp750 per saham (total Rp6,8 miliar), meningkatkan kepemilikannya dari 44,25% menjadi 44,9%.  PANR akan membagikan dividen Rp60 per saham pada 4 Juni 2025.  Recording date untuk dividen adalah 15 Mei 2025.\n"
    }
]