[
    {
        "judul": "Indeks Bisnis-27 Ditutup Menguat, Saham BRPT, MAPI, hingga PGAS Melesat",
        "post_date": "2025-05-22",
        "url": "https://market.bisnis.com/read/20250522/7/1879200/indeks-bisnis-27-ditutup-menguat-saham-brpt-mapi-hingga-pgas-melesat",
        "summary": "Indeks Bisnis-27 naik 0,34% ke level 524,38. BRPT menjadi saham dengan penguatan tertinggi (10,20%), diikuti MAPI (3,45%) dan PGAS (3,15%). Beberapa saham lain seperti MIKA, SCMA, SIDO, TLKM, ANTM, INKP, PTBA, BBRI, dan UNTR juga mengalami kenaikan. Sebaliknya, CPIN, KLBF, AKRA, dan CTRA mengalami pelemahan. BMRI dan MYOR stagnan. "
    },
    {
        "judul": "IHSG Ditutup Menguat, Saham ANTM, BBRI, hingga BRPT Melaju",
        "post_date": "2025-05-22",
        "url": "https://market.bisnis.com/read/20250522/7/1879191/ihsg-ditutup-menguat-saham-antm-bbri-hingga-brpt-melaju",
        "summary": "IHSG ditutup naik 0,34% ke level 7.166, didorong oleh penurunan BI Rate, stabilisasi rupiah, dan proyeksi pertumbuhan ekonomi. Saham ANTM, BBRI, dan BRPT mengalami penguatan. Sentimen global dipengaruhi oleh tekanan jual obligasi jangka panjang AS akibat kekhawatiran defisit anggaran. "
    },
    {
        "judul": "Target Konsensus di Saham Kalbe (KLBF) Jelang Keputusan Dividen",
        "post_date": "2025-05-22",
        "url": "https://market.bisnis.com/read/20250522/7/1879060/target-konsensus-di-saham-kalbe-klbf-jelang-keputusan-dividen",
        "summary": "Saham Kalbe Farma (KLBF) mendapat sentimen positif dari analis jelang RUPST hari ini (22/5/2025). Laba bersih 2024 mencapai Rp3,24 triliun, naik 17,13% YoY, dan perusahaan berencana membagikan dividen 45%-55% dari laba. Mayoritas analis merekomendasikan beli dengan target harga rata-rata Rp1.676 (potensi kenaikan 9,5%). Penjualan kuartal I/2025 juga tumbuh 5,77% YoY menjadi Rp8,84 triliun. "
    },
    {
        "judul": "Saham AKRA, KLBF dan AMRT Bawa Indeks Bisnis-27 Dibuka di Zona Merah",
        "post_date": "2025-05-22",
        "url": "https://market.bisnis.com/read/20250522/7/1879038/saham-akra-klbf-dan-amrt-bawa-indeks-bisnis-27-dibuka-di-zona-merah",
        "summary": "Indeks Bisnis-27 dibuka melemah di level 524,25 meski IHSG menguat di 7.161. Penurunan indeks Bisnis-27 didorong oleh pelemahan saham AKRA (-5,45%), KLBF (-2,29%), dan AMRT (-1,92%). Sebaliknya, saham ANTM (4,47%), BRPT (2,55%), dan SCMA (1,78%) menguat. Dari 27 konstituen, 11 saham dibuka hijau, 2 stagnan, dan 14 merah. "
    },
    {
        "judul": "Emiten Broker Boy Thohir Tawarkan Obligasi Rp700M Buat Modal",
        "post_date": "2025-05-22",
        "url": "https://www.emitennews.com/news/emiten-broker-boy-thohir-tawarkan-obligasi-rp700m-buat-modal",
        "summary": "Trimegah Sekuritas (TRIM) menerbitkan obligasi senilai Rp700 miliar dengan dua seri (tenor 370 hari dan 3 tahun), yang diberi peringkat \"idAA\" oleh Pefindo. Dana tersebut akan digunakan untuk melunasi obligasi sebelumnya dan modal kerja. Penawaran awal berlangsung 21 Mei-5 Juni 2025, penawaran umum 24-25 Juni 2025, dan pencatatan di BEI pada 3 Juli 2025. TRIM dan Sinarmas Sekuritas menjadi penjamin emisi, dengan Bank BJB sebagai wali amanat. "
    }
]