[
    {
        "judul": "Wall Street Cetak Rekor Tertinggi, The Fed dan Data Ekonomi jadi Fokus Pekan Ini",
        "post_date": "2025-06-30",
        "url": "https://market.bisnis.com/read/20250630/7/1888878/wall-street-cetak-rekor-tertinggi-the-fed-dan-data-ekonomi-jadi-fokus-pekan-ini",
        "summary": "Bursa saham AS mengalami kenaikan signifikan pekan lalu, dengan indeks S&P 500, Dow Jones, dan Nasdaq mencapai rekor tertinggi. Kenaikan ini didorong oleh kesepakatan dagang dan ekspektasi pemangkasan suku bunga oleh Federal Reserve, meskipun data ekonomi Mei menunjukkan kontraksi pendapatan dan belanja konsumen. Investor kini fokus pada RUU pemotongan pajak dan data ketenagakerjaan pekan ini, yang diprediksi akan menambah sedikit lapangan kerja dan berpotensi meningkatkan angka pengangguran. Ada kekhawatiran data ekonomi yang lemah dapat mengguncang pasar. "
    },
    {
        "judul": "Strategi Pertumbuhan 2025, ELIT Incar Pasar RI Hingga Asia Pasifik",
        "post_date": "2025-06-30",
        "url": "https://www.emitennews.com/news/strategi-pertumbuhan-2025-elit-incar-pasar-ri-hingga-asia-pasifik",
        "summary": "Elitery (ELIT), penyedia layanan managed services dan solusi cloud, optimistis terhadap pertumbuhan berkelanjutan di 2025. Strategi mereka meliputi inovasi teknologi, penguatan pasar domestik, dan ekspansi internasional ke Malaysia. Ekspansi ini didorong oleh proyeksi pertumbuhan sektor keamanan siber dan software di Malaysia dan Indonesia. Pada 2024, Elitery mencatat kinerja keuangan positif dengan pertumbuhan pendapatan 50% dan laba bersih 51%, dan tren positif berlanjut di kuartal I/2025. Mereka juga meluncurkan platform AI generatif, Elipedia, dan memperkuat kemitraan dengan Google Cloud. ELIT juga melakukan buyback saham untuk meningkatkan kepercayaan investor. "
    },
    {
        "judul": "Berikan Kemudahan, BRI (BBRI) Hadirkan Lagi Inovasi Layanan Digital",
        "post_date": "2025-06-30",
        "url": "https://www.emitennews.com/news/berikan-kemudahan-bri-bbri-hadirkan-lagi-inovasi-layanan-digital",
        "summary": "BRI meluncurkan fitur Loan On App (LOA) di aplikasi BRImo. Fitur ini memungkinkan pemegang kartu kredit BRI mencairkan dana tunai hingga 50% dari limit kartu kredit mereka (maksimal Rp75 juta) ke rekening BRI. Dana dicairkan sebagai cicilan bulanan dengan suku bunga kompetitif mulai dari 0% dan tenor hingga 36 bulan. Proses pengajuan cepat dan mudah dilakukan melalui BRImo. "
    },
    {
        "judul": "BRI Dorong UMKM Kopi Toraja Tembus Ekspor ke 5 Negara",
        "post_date": "2025-06-29",
        "url": "https://www.emitennews.com/news/bri-dorong-umkm-kopi-toraja-tembus-ekspor-ke-5-negara",
        "summary": "ToRi Coffee, usaha kopi asal Toraja, Sulawesi Selatan, yang didirikan pada 2020, telah sukses memasarkan kopi khas Toraja ke pasar global. Berkat dukungan BRI dan pendanaan KUR, ToRi Coffee mengembangkan bisnis kopi dari hulu ke hilir, menciptakan lapangan kerja, dan melestarikan budaya Toraja. Saat ini, mereka mendistribusikan produk ke berbagai wilayah di Indonesia dan negara-negara seperti Australia, Prancis, Jepang, dan Belanda. Penghargaan Best Newcomer di BRI UMKM EXPO(RT) 2025 bahkan membuka peluang ekspansi lebih besar, termasuk potensi kerja sama dengan pasar Singapura. "
    },
    {
        "judul": "AgenBRILink Tembus 67 Ribu Desa! Inklusi Keuangan Melesat",
        "post_date": "2025-06-28",
        "url": "https://www.emitennews.com/news/agenbrilink-tembus-67-ribu-desa-inklusi-keuangan-melesat",
        "summary": "AgenBRILink, layanan BRI, mencatat 443 juta transaksi (Jan-Mei 2025) melalui 1,19 juta agen di 67.013 desa. Layanan ini menghasilkan pendapatan non-bunga Rp643 miliar dan memperluas akses keuangan di wilayah 3T (Terdepan, Terluar, Tertinggal). BRI berencana memperluas fitur layanan AgenBRILink untuk mendorong inklusi dan literasi keuangan serta menciptakan peluang usaha di daerah. "
    }
]