[
    {
        "judul": "IHSG Diprediksi Menguat Besok Setelah Tembus 7.000, Pantau Saham AUTO hingga UNVR",
        "post_date": "2025-05-15",
        "url": "https://market.bisnis.com/read/20250515/7/1877281/ihsg-diprediksi-menguat-besok-setelah-tembus-7000-pantau-saham-auto-hingga-unvr",
        "summary": "IHSG diprediksi menguat pada 16 Mei 2025, dengan potensi kenaikan ke 7.107-7.195, namun waspadai koreksi jangka pendek ke 7.013-7.037.  Analis merekomendasikan saham AUTO (beli spekulatif), BMRI (beli saat lemah), SMGR (beli saat lemah), dan UNVR (beli spekulatif) dengan target harga dan stop loss yang telah ditentukan untuk masing-masing saham.\n"
    },
    {
        "judul": "PREMIUM WRAP-UP: Investor di ANTM, Dividen Setengah Triliun, hingga Cuan Tahunan SBN Ritel SR022",
        "post_date": "2025-05-15",
        "url": "https://market.bisnis.com/read/20250515/7/1877255/premium-wrap-up-investor-di-antm-dividen-setengah-triliun-hingga-cuan-tahunan-sbn-ritel-sr022",
        "summary": "Berita Bisnis Indonesia Premium edisi 15 Mei 2025 membahas beberapa topik utama: investor besar meraup untung dari dividen Sido Muncul; perbedaan strategi BlackRock dan Vanguard dalam investasi saham Antam;  pembayaran dividen senilai setengah triliun rupiah oleh beberapa emiten setelah libur Waisak; kenaikan tarif pungutan ekspor CPO menjadi 10%; dan perhitungan keuntungan tahunan dari SBN Ritel SR022 yang menawarkan kupon tertinggi dalam 5 tahun terakhir.\n"
    },
    {
        "judul": "Deeskalasi Perang Dagang, Investor Serbu Saham Bank BUMN BMRI, BBRI Cs",
        "post_date": "2025-05-15",
        "url": "https://market.bisnis.com/read/20250515/7/1877237/deeskalasi-perang-dagang-investor-serbu-saham-bank-bumn-bmri-bbri-cs",
        "summary": "Indeks BUMN20 naik 2,69% ke 367,25, menjadi satu-satunya indeks yang tumbuh positif tahun ini (3,92%).  Kenaikan didorong oleh saham Himbara, terutama BBRI (naik 4,4%), BMRI (naik 5,45%), BBNI (naik 2,97%), dan BBTN (naik 1,64%).  Penguatan ini dipicu meredanya perang dagang AS-China dan masuknya kembali investor asing, serta ekspektasi fundamental Himbara yang solid. IHSG juga menguat 0,86% ke 7.040,16.\n"
    },
    {
        "judul": "Jajaran 10 Top Gainers Saat IHSG Tembus 7.040, Saham SSTM, WAPO, SGRO Melesat",
        "post_date": "2025-05-15",
        "url": "https://market.bisnis.com/read/20250515/7/1877179/jajaran-10-top-gainers-saat-ihsg-tembus-7040-saham-sstm-wapo-sgro-melesat",
        "summary": "IHSG naik 0,86% ke 7.040,16 pada Kamis (15/5/2025), didorong oleh euforia kesepakatan dagang AS-China dan kinerja sektor perbankan.  Sepuluh saham mengalami kenaikan signifikan, dengan SSTM memimpin (34,59%).  Penguatan IHSG diperkirakan berlanjut di kisaran 7.000-7.075.\n"
    },
    {
        "judul": "Indeks Bisnis-27 Ditutup Kinclong, Saham BMRI dan BBRI Paling Cuan",
        "post_date": "2025-05-15",
        "url": "https://market.bisnis.com/read/20250515/7/1877176/indeks-bisnis-27-ditutup-kinclong-saham-bmri-dan-bbri-paling-cuan",
        "summary": "Indeks Bisnis-27 naik 1,86% ke 510,35, didorong penguatan signifikan BMRI (5,45%) dan BBRI (4,40%).  IHSG juga menguat 0,86% ke 7.040,16.  Sebagian saham lainnya mengalami pelemahan, termasuk MAPI dan SIDO.\n"
    }
]