[
    {
        "judul": "Lo Kheng Hong Menyesal Baru Kenal Saham di Umur 30!",
        "post_date": "2025-06-10",
        "url": "https://market.bisnis.com/read/20250610/7/1883833/lo-kheng-hong-menyesal-baru-kenal-saham-di-umur-30",
        "summary": "Investor kawakan Lo Kheng Hong menyesali keterlambatannya mengenal investasi pasar modal di usia 30 tahun. Ia menekankan pentingnya membaca berita ekonomi, khususnya dari Bisnis Indonesia, sebagai kunci keberhasilan investasinya selama 36 tahun terakhir. Ia belajar banyak tentang perusahaan publik dan pasar modal dari media tersebut. "
    },
    {
        "judul": "Lo Kheng Hong Ungkap Tips Investasi di Pasar Modal",
        "post_date": "2025-06-10",
        "url": "https://market.bisnis.com/read/20250610/7/1883796/lo-kheng-hong-ungkap-tips-investasi-di-pasar-modal",
        "summary": "Investor kawakan Lo Kheng Hong mengungkapkan kunci sukses investasinya selama 36 tahun adalah membaca berita ekonomi, terutama dari Bisnis Indonesia. Ia menganggap informasi kredibel dari Bisnis Indonesia dan media sosial sangat penting untuk menentukan investasi dan menghindari kerugian. Ia bahkan menyebut jurnalis Bisnis Indonesia sebagai gurunya dalam memahami pasar modal. "
    },
    {
        "judul": "Indeks Bisnis-27 Ditutup Menguat, Terdorong Kinerja Saham BMRI, BBRI, hingga BBNI",
        "post_date": "2025-06-10",
        "url": "https://market.bisnis.com/read/20250610/7/1883823/indeks-bisnis-27-ditutup-menguat-terdorong-kinerja-saham-bmri-bbri-hingga-bbni",
        "summary": "Indeks Bisnis-27 naik 1,18% ke level 521,56, didorong oleh saham-saham bank seperti BMRI (naik 3,45%), BBRI (naik 1,22%), dan BBNI (naik 2,26%). Beberapa saham lain juga mengalami penguatan, sementara ANTM mengalami koreksi terbesar (turun 5,51%). IHSG juga menguat 1,2% dan diperkirakan akan melanjutkan tren positif. "
    },
    {
        "judul": "Bank Raya (AGRO) Raih Digital Innovation Awards 2025",
        "post_date": "2025-06-10",
        "url": "https://www.emitennews.com/news/bank-raya-agro-raih-digital-innovation-awards-2025",
        "summary": "Bank Raya, bank digital bagian dari BRI Group, meraih penghargaan Digital Innovation Awards (DIA) 2025 untuk inovasi transformasi bisnis digital melalui aplikasi Raya App. Penghargaan ini mencerminkan komitmen Bank Raya dalam menghadirkan layanan perbankan digital yang komprehensif. Di Kuartal I/2025, Bank Raya mencatatkan kinerja positif dengan laba bersih tumbuh 84,7% (yoy) dan aset mencapai Rp13,35 triliun. Lebih dari 1 juta nasabah telah terlayani melalui Raya App, dengan frekuensi transaksi meningkat 57,1% (yoy). Bank Raya berfokus pada inovasi produk seperti Saku Bisnis dan Saku Bareng untuk memberdayakan pelaku usaha dan komunitas. "
    },
    {
        "judul": "Cair 10 Juli, Mayora (MYOR) Putuskan Tabur Dividen Rp1,22 Triliun",
        "post_date": "2025-06-10",
        "url": "https://www.emitennews.com/news/cair-10-juli-mayora-myor-putuskan-tabur-dividen-rp122-triliun",
        "summary": "Mayora Indah (MYOR) akan membagikan dividen Rp55 per saham kepada investornya pada 10 Juli 2025, berjumlah total Rp1,22 triliun (40% dari laba bersih tahun lalu). Rapat Umum Pemegang Saham juga menyetujui pembelian kembali saham (buyback) senilai Rp1 triliun dari 11 Juni 2025 hingga 11 Juni 2026. Penjualan Mayora Indah hingga Maret 2025 mencapai Rp9,9 triliun, meningkat 12,5% dibanding periode yang sama tahun sebelumnya. Perusahaan optimistis akan terus bertumbuh melalui inovasi dan ekspansi pasar. "
    }
]