[
    {
        "judul": "Data Terbaru Jumlah Saham CIMB Niaga (BNGA) Milik Lo Kheng Hong",
        "post_date": "2025-09-10",
        "url": "https://market.bisnis.com/read/20250910/7/1910078/data-terbaru-jumlah-saham-cimb-niaga-bnga-milik-lo-kheng-hong",
        "summary": "Investor Lo Kheng Hong mempertahankan posisinya di 10 besar pemegang saham Bank CIMB Niaga (BNGA) dengan kepemilikan 45,90 juta lembar saham (0,18%) per Agustus 2025. Kepemilikan ini meningkat dari 31,84 juta lembar pada April 2025. Bank CIMB Niaga sendiri membukukan laba bersih Rp 3,51 triliun pada semester I 2025, meningkat tipis dari periode yang sama tahun lalu. "
    },
    {
        "judul": "Sahamnya Diborong Grup Djarum & Astra, Bos Hermina Buka Suara",
        "post_date": "2025-09-10",
        "url": "https://finance.detik.com/bursa-dan-valas/d-8104703/sahamnya-diborong-grup-djarum-astra-bos-hermina-buka-suara",
        "summary": "Grup Astra dan Grup Djarum menambah kepemilikan saham di PT Medikaloka Hermina Tbk. Wakil Direktur Utama Hermina menyatakan hal ini berdampak positif, membuka peluang kolaborasi untuk meningkatkan kualitas dan efisiensi layanan kesehatan. Grup Djarum menginvestasikan Rp 1,04 triliun, sementara Grup Astra menginvestasikan Rp 492,56 miliar. Hermina juga mengajak dokter yang berpraktik di rumah sakitnya untuk menjadi pemegang saham. "
    },
    {
        "judul": "B-LOG (BLOG) Target  Ekspansi Cold Storage hingga 2026!",
        "post_date": "2025-09-10",
        "url": "https://www.emitennews.com/news/b-log-blog-target-ekspansi-cold-storage-hingga-2026",
        "summary": "PT Trimitra Trans Persada Tbk (B-LOG) melaporkan kinerja keuangan yang kuat di semester pertama 2025, dengan pendapatan naik 24% (YoY) menjadi Rp 626 miliar dan laba bersih meningkat 37% (YoY) menjadi Rp 71 miliar. B-LOG memprioritaskan perluasan jaringan cold storage-nya, menargetkan pembangunan lima fasilitas baru hingga 2026 (dua di Bandung dan Boyolali pada tahun ini, tiga lainnya di Makassar, Pontianak, dan Tangerang pada kuartal I-2026). Rencana ekspansi juga mencakup pembangunan gudang di Batam, Medan, Manado, Bali, dan Palembang. Strategi ini bertujuan untuk memenuhi peningkatan permintaan logistik suhu terkontrol di sektor pangan, kesehatan, dan FMCG. "
    },
    {
        "judul": "BTN Pacu Pertumbuhan Kredit 2025 hingga 9 Persen",
        "post_date": "2025-09-10",
        "url": "https://www.emitennews.com/news/btn-pacu-pertumbuhan-kredit-2025-hingga-9-persen",
        "summary": "Bank BTN menargetkan pertumbuhan kredit 7-9% pada 2025, didorong kenaikan kuota KPR subsidi FLPP dan kebijakan pemerintah. BTN juga akan memisahkan Unit Usaha Syariah menjadi Bank Syariah Nasional sebelum 2026 dan memperkuat transformasi digital melalui aplikasi Bale by BTN. "
    },
    {
        "judul": "MDLA Tancap Gas! Strategi Ekspansi Lokal-Global Kian Terbuka",
        "post_date": "2025-09-10",
        "url": "https://www.emitennews.com/news/mdla-tancap-gas-strategi-ekspansi-lokal-global-kian-terbuka",
        "summary": "PT Medela Potentia Tbk. (MDLA) melaporkan kinerja keuangan positif semester I 2025 dengan pendapatan Rp 7,4 triliun (tumbuh 3,7% yoy) dan laba bersih Rp 200 miliar (naik 15,8% yoy). MDLA memperluas bisnis melalui ekspansi distribusi (termasuk pembangunan gudang di Medan), digitalisasi, dan penetrasi pasar regional Asia Tenggara. Produksi alat kesehatan juga meningkat tajam (145%), dengan ekspor perdana ke Kamboja dan Timor Leste. "
    }
]