[
    {
        "judul": "Medco Energi (MEDC) Sepakat Bagikan Dividen USD63,2 Juta",
        "post_date": "2025-06-03",
        "url": "https://www.emitennews.com/news/medco-energi-medc-sepakat-bagikan-dividen-usd632-juta",
        "summary": "RUPST Medco Energi Internasional (MEDC) menyetujui dividen total USD63.29 juta untuk tahun buku 2024, terdiri dari dividen interim USD25.3 juta (Rp15,75/saham) dan dividen final Rp25/saham (sekitar USD37.9 juta) yang dibayarkan pada 4 Juli 2025. MedcoEnergi mencatat kinerja keuangan yang kuat pada 2024, melampaui target produksi dan efisiensi. RUPST juga mengesahkan laporan tahunan, remunerasi direksi, dan penunjukan auditor untuk tahun 2025. "
    },
    {
        "judul": "Pameran di Amerika, UMKM Kopi Binaan BRI Tembus Pasar Internasional",
        "post_date": "2025-06-03",
        "url": "https://www.emitennews.com/news/pameran-di-amerika-umkm-kopi-binaan-bri-tembus-pasar-internasional",
        "summary": "BRI mendukung dua UMKM kopi Indonesia, Ci Kopi Mang Eko dan Caldera Coffee, dalam Specialty Coffee Expo 2025 di Houston. Partisipasi ini difasilitasi oleh BRI New York dan KBRI Washington DC, menghasilkan potensi kesepakatan bisnis senilai USD 945.000. BRI berkomitmen membantu UMKM Indonesia untuk masuk pasar internasional. "
    },
    {
        "judul": "PGEO Setujui Bagikan Dividen Jumbo Setara 85 Persen Laba 2024",
        "post_date": "2025-06-03",
        "url": "https://www.emitennews.com/news/pgeo-setujui-bagikan-dividen-jumbo-setara-85-persen-laba-2024",
        "summary": "RUPST PT Pertamina Geotermal Energy (PGEO) menyetujui pembagian dividen final sebesar USD136,4 juta (Rp2,2 triliun) atau Rp53 per saham (85% dari laba bersih 2024). PT Pertamina Power Indonesia (sebagai pemegang saham pengendali) akan menerima Rp1,51 triliun, investor publik Rp255,38 miliar, Masdar Indonesia Solar Holdings RSC Ltd Rp329,09 miliar, dan sisanya ke PT Pertamina Pedeve Indonesia. Saham PGEO hari ini naik 0,38% ke Rp1.310, menghasilkan dividend yield 4,05%. "
    },
    {
        "judul": "Tiga Pentolan SPMA Borong 15 Juta Saham, Ada Pengendali!",
        "post_date": "2025-06-03",
        "url": "https://www.emitennews.com/news/tiga-pentolan-spma-borong-15-juta-saham-ada-pengendali",
        "summary": "Presiden Direktur PT Suparma Tbk. (SPMA), Edward Sopanan, bersama dua direktur lainnya, Barli Leoponco dan Joseph Sulaiman, membeli saham perusahaan melalui PT Graha Inti Harapan (GIH). GIH kini menjadi pemegang saham pengendali SPMA (3,62%). Pembelian saham ini merupakan investasi strategis jangka panjang dan menunjukkan optimisme direksi terhadap prospek SPMA. Pembelian tersebut meningkatkan kepemilikan saham Edward Sopanan menjadi 0,18%, Barli Leoponco menjadi 0,18%, dan Joseph Sulaiman menjadi 0,25%. Aksi ini dinilai memberikan sinyal positif bagi pasar. "
    },
    {
        "judul": "Unilever (UNVR) Sepakat Bagikan Dividen 99,7 Persen Laba 2024",
        "post_date": "2025-06-03",
        "url": "https://www.emitennews.com/news/unilever-unvr-sepakat-bagikan-dividen-997-persen-laba-2024",
        "summary": "Unilever Indonesia (UNVR) membagikan dividen total Rp3,36 triliun (Rp88/saham) untuk tahun buku 2024, dengan rasio pembayaran 99,7% dari laba bersih Rp3,4 triliun. Dividen interim Rp41/saham (Rp1,56 triliun) telah dibayarkan pada 6 Desember 2024. Sisa dividen final Rp47/saham (Rp1,79 triliun) akan dibayarkan paling lambat 2 Juli 2025. "
    }
]