[
    {
        "judul": "Pengendali SPINDO (ISSP) Tampung Saham Lagi",
        "post_date": "2025-08-31",
        "url": "https://www.emitennews.com/news/pengendali-spindo-issp-tampung-saham-lagi",
        "summary": "Pemegang saham pengendali PT Steel Pipe Industry of Indonesia Tbk (ISSP), PT Cakra Bhakti Para Putra, menambah kepemilikan sahamnya menjadi 4,113 miliar lembar (57,25%). Penambahan dilakukan dalam dua transaksi: 432.000 lembar saham seharga Rp394 per saham pada 25 Agustus 2025, dan 1.075.200 lembar saham seharga Rp384 per saham pada 20 Agustus 2025. Transaksi ini disebut sebagai investasi murni. Sementara itu, harga saham ISSP pada penutupan perdagangan Jumat, 29 Agustus 2025, turun 0,48% menjadi Rp414 per saham. "
    },
    {
        "judul": "Bos UFOE Cicil Beli Saham Harga Pasar",
        "post_date": "2025-08-31",
        "url": "https://www.emitennews.com/news/bos-ufoe-cicil-beli-saham-harga-pasar",
        "summary": "Direktur PT Damai Sejahtera Abadi Tbk. (UFOE), Henry Budiono, membeli 116.900 lembar saham UFOE seharga Rp174 per saham pada 21, 22, dan 25 Agustus 2025. Tujuan pembelian adalah investasi, meningkatkan kepemilikannya menjadi 25,25 juta lembar saham (0,87%). Saham UFOE ditutup di Rp177 pada 29 Agustus 2025. "
    },
    {
        "judul": "BEI Sorot Rentetan Transaksi Jumbo YUPI, Kenapa?",
        "post_date": "2025-08-31",
        "url": "https://www.emitennews.com/news/bei-sorot-rentetan-transaksi-jumbo-yupi-kenapa",
        "summary": "PT Yupi Indo Jelly Gum Tbk (YUPI) membayarkan dividen Rp1,6 triliun yang dibiayai Rp800 miliar dari pinjaman dan Rp800 miliar dari dana internal. Pinjaman dari DBS Bank, terdiri dari dua fasilitas dengan total pembayaran pokok dan bunga sekitar Rp1,1 triliun, tidak mengganggu kondisi keuangan YUPI. Dana IPO tidak digunakan untuk dividen, melainkan untuk pembangunan pabrik baru di Nganjuk yang tertunda karena masalah perizinan. YUPI memiliki kas operasional yang cukup untuk operasional, dan fokus pada optimalisasi arus kas ke depan. Rusman Apandi menggantikan Nugroho Harjono sebagai Direktur Keuangan. "
    },
    {
        "judul": "Bank Milik Sri Tahir (MAYA) Amankan Dana Surat Utang Rp803M",
        "post_date": "2025-08-31",
        "url": "https://www.emitennews.com/news/bank-milik-sri-tahir-maya-amankan-dana-surat-utang-rp803m",
        "summary": "Bank Mayapada Internasional memastikan akan melunasi obligasi subordinasi senilai Rp 803 miliar yang jatuh tempo pada 22 September 2025 (bergeser dari tanggal 21 September karena hari libur). Dana pelunasan, termasuk bunga terakhir sebesar 10,5% per tahun, telah disiapkan dan menunjukkan likuiditas Bank Mayapada yang sehat. "
    },
    {
        "judul": "Bos Indosat (ISAT) Asal India Borong Saham Rp2M, Buat Apa?",
        "post_date": "2025-08-31",
        "url": "https://www.emitennews.com/news/bos-indosat-isat-asal-india-borong-saham-rp2m-buat-apa",
        "summary": "Direktur Indosat, Vikram Sinha, membeli 969.100 saham ISAT seharga Rp2.060 per saham pada 25 Agustus 2024, dengan total investasi sekitar Rp2 miliar. Pembelian ini untuk investasi jangka panjang, meningkatkan kepemilikannya dari 0,0243% menjadi 0,0272%. Harga saham ISAT pada 29 Agustus 2024 tetap di Rp2.020. "
    }
]