[
    {
        "judul": "Investor Asing Net Buy Rp1,04 Triliun, Borong Saham BRMS, BBCA, hingga TLKM",
        "post_date": "2025-09-16",
        "url": "https://market.bisnis.com/read/20250916/7/1911696/investor-asing-net-buy-rp104-triliun-borong-saham-brms-bbca-hingga-tlkm",
        "summary": "Arus dana asing masuk ke pasar saham Indonesia, mendorong IHSG naik 1,06% ke 7.937,11. Net buy asing mencapai Rp 1,04 triliun pada 15 September 2025, dengan BRMS, BBCA, TLKM, AMMN, dan BRPT sebagai saham yang paling banyak dibeli. Penguatan IHSG dikaitkan dengan ekspektasi penurunan suku bunga The Fed, perbaikan ekonomi domestik, dan stimulus ekonomi pemerintah. Analis menilai menjaga disiplin fiskal dan kepercayaan pasar menjadi kunci untuk menarik lebih banyak investasi asing. "
    },
    {
        "judul": "Stimulus Paket Ekonomi Jadi Katalis Asing Masuk Saham Siklikal AUTO LPPF Cs",
        "post_date": "2025-09-16",
        "url": "https://market.bisnis.com/read/20250916/7/1911639/stimulus-paket-ekonomi-jadi-katalis-asing-masuk-saham-siklikal-auto-lppf-cs",
        "summary": "IHSG menguat 1,06% ke 7.937 pada Senin (15/9/2025), didorong net buy asing Rp 1,04 triliun, terutama di sektor IDXCYCLIC (pertumbuhan 2,39%). Penguatan ini dipicu oleh paket stimulus ekonomi pemerintah (8+4+5) dan ekspektasi penurunan suku bunga The Fed. Meskipun ada kekhawatiran soal penyaluran dana stimulus dan efektivitas jangka panjang, analis optimistis terhadap dampak positif stimulus terhadap ekonomi dan pasar saham Indonesia. "
    },
    {
        "judul": "Kurangi Kepemilikan, Sang Komut Jual 50 Juta Lembar Saham HEAL",
        "post_date": "2025-09-16",
        "url": "https://www.emitennews.com/news/kurangi-kepemilikan-sang-komut-jual-50-juta-lembar-saham-heal",
        "summary": "Komisaris Utama PT Medikaloka Hermina Tbk (HEAL), Husen Sutakaria, menjual 50 juta sahamnya senilai Rp 92,5 miliar untuk restrukturisasi kemitraan strategis, sehingga kepemilikannya turun menjadi 2,42%. Sementara itu, Grup Djarum mengakuisisi 559,18 juta saham treasuri HEAL senilai Rp 1,04 triliun, menjadi pemegang saham strategis baru dan berpotensi membawa sinergi positif bagi HEAL, termasuk kerja sama layanan kesehatan untuk karyawan Grup Djarum. "
    },
    {
        "judul": "Medco Energi (MEDC) Umumkan Akuisisi Migas di Sumsel",
        "post_date": "2025-09-16",
        "url": "https://www.emitennews.com/news/medco-energi-medc-umumkan-akuisisi-migas-di-sumsel",
        "summary": "Medco Energi Internasional mengakuisisi 45% saham dan status operator di PSC Sakakemang serta 80% saham dan status operator di South Sakakemang, Sumatra Selatan, senilai USD 90 juta. Akuisisi ini, yang menunggu persetujuan pemerintah, memperkuat posisi MedcoEnergi di Sumatra Selatan dan mendukung ketahanan energi nasional. MedcoEnergi juga meningkatkan kepemilikan di PT Transportasi Gas Indonesia (TGI) menjadi 40%. "
    },
    {
        "judul": "FORE Suntik Modal Anak Usaha di Singapura USD500 Ribu, Ini Tujuannya",
        "post_date": "2025-09-16",
        "url": "https://www.emitennews.com/news/fore-suntik-modal-anak-usaha-di-singapura-usd500-ribu-ini-tujuannya",
        "summary": "PT Fore Kopi Indonesia (FORE) menginvestasikan Rp 7,5 miliar ke anak perusahaannya di Singapura, Fore International Pte. Ltd. (FIPL). Investasi ini mempertahankan kepemilikan 100% FORE atas FIPL dan mendukung operasional FIPL. FORE berharap investasi ini berdampak positif pada kinerja keuangan perusahaan. "
    }
]
