[
    {
        "judul": "Peluang Emiten Grup Bakrie (VIVA) Bagi Dividen Makin Terbuka setelah Cetak Laba",
        "post_date": "2025-09-14",
        "url": "https://market.bisnis.com/read/20250914/7/1911032/peluang-emiten-grup-bakrie-viva-bagi-dividen-makin-terbuka-setelah-cetak-laba",
        "summary": "PT Visi Media Asia Tbk (VIVA) berpotensi membagikan dividen setelah berhasil membukukan laba bersih Rp 4,44 triliun di tahun 2024 dan Rp 1,19 triliun di semester I 2025, berbalik dari kerugian tahun sebelumnya. Keberhasilan ini didorong oleh restrukturisasi utang dan strategi optimalisasi aset digital, terutama dengan memanfaatkan konten televisi yang ada untuk platform digital. Meskipun menghadapi persaingan ketat, VIVA optimistis akan terus mengembangkan bisnis digitalnya yang menunjukkan pertumbuhan kuat dalam jumlah penonton dan engagement rate. Pembagian dividen akan bergantung pada kinerja keuangan selanjutnya. "
    },
    {
        "judul": "Emiten Agrokimia (DGWG) Ekspor Insektisida ke Afrika Selatan",
        "post_date": "2025-09-14",
        "url": "https://finance.detik.com/bursa-dan-valas/d-8111724/emiten-agrokimia-dgwg-ekspor-insektisida-ke-afrika-selatan",
        "summary": "PT Delta Giri Wacana Tbk (DGWG) melakukan ekspor perdana 15 ton insektisida ke Afrika Selatan melalui anak usahanya. Ekspor ini menandai langkah penting perusahaan pasca peresmian pabrik karbamasi, membuktikan kepercayaan pasar global dan diharapkan meningkatkan volume ekspor selanjutnya. DGWG juga melihat potensi besar pasar domestik dan global untuk produknya, sekaligus mengurangi ketergantungan impor agrokimia di Indonesia. "
    },
    {
        "judul": "BNI & BNI Sekuritas Sabet Dua Penghargaan Internasional",
        "post_date": "2025-09-14",
        "url": "https://www.emitennews.com/news/bni-bni-sekuritas-sabet-dua-penghargaan-internasional",
        "summary": "BNI dan anak usahanya, BNI Sekuritas, meraih penghargaan bergengsi Euromoney Awards for Excellence 2025. BNI dinobatkan sebagai Best Digital Bank for SMEs 2025 berkat digitalisasi yang mendukung UMKM melalui platform Xpora dan BNIdirect. BNI Sekuritas meraih penghargaan Indonesias Best Investment Bank for ECM 2025 atas perannya dalam transaksi besar di pasar modal, termasuk penasihat utama pada tender offer Siloam International Hospitals dan dukungan akuisisi saham Sido Muncul. Kedua penghargaan ini mengukuhkan posisi BNI dan BNI Sekuritas sebagai pemain utama di industri keuangan Indonesia dan global. "
    },
    {
        "judul": "IPCM Siapkan Rp148M Buat Tambah Kapal Tunda dan Ekspansi Tersus",
        "post_date": "2025-09-14",
        "url": "https://www.emitennews.com/news/ipcm-siapkan-rp148m-buat-tambah-kapal-tunda-dan-ekspansi-tersus",
        "summary": "PT Jasa Armada Indonesia Tbk (IPCM) akan menginvestasikan Rp 148 miliar hingga 2026 untuk menambah dua kapal tunda, dengan Rp 80 miliar dialokasikan tahun ini. Kapal tersebut diproyeksikan beroperasi pada 2026. IPCM juga ekspansi layanan terminal khusus di Indonesia Timur, menargetkan pertumbuhan pendapatan dan laba bersih masing-masing 5% YoY di 2025. Pendapatan medio 2025 mencapai Rp 1,34 triliun (naik 18% YoY), dan laba bersih Rp 167 miliar (naik 5,8% YoY). "
    },
    {
        "judul": "BNI Optimalkan Rp55 Triliun Demi Dorong Ekonomi Nasional Tumbuh",
        "post_date": "2025-09-14",
        "url": "https://www.emitennews.com/news/bni-optimalkan-rp55-triliun-demi-dorong-ekonomi-nasional-tumbuh",
        "summary": "BNI siap mengoptimalkan dana Rp 55 triliun dari pemerintah untuk meningkatkan likuiditas dan menyalurkan kredit ke sektor produktif, terutama UMKM, infrastruktur, energi terbarukan, dan pembiayaan hijau. Langkah ini diharapkan mempercepat pertumbuhan ekonomi dan mendukung pembangunan nasional. BNI berkomitmen menyalurkan dana tersebut secara hati-hati dan berkala melaporkan kepada Kementerian Keuangan. "
    }
]
