[
    {
        "judul": "India Tambah Impor Dongkrak Harga CPO Tembus 4.200 Ringgit",
        "post_date": "2025-07-23",
        "url": "https://market.bisnis.com/read/20250723/7/1895819/india-tambah-impor-dongkrak-harga-cpo-tembus-4200-ringgit",
        "summary": "Harga minyak sawit (CPO) tembus 4.200 ringgit Malaysia, didorong kenaikan permintaan dari India (importir terbesar) menjelang festival Diwali dan harga minyak nabati lainnya. Kenaikan harga minyak olein di Bursa Dalian juga turut berkontribusi. Analis memprediksi harga CPO akan terus menguat hingga kuartal III/2025, bahkan mencapai 4.500 ringgit per ton di akhir tahun, jika permintaan India tetap tinggi. Lonjakan harga CPO berdampak positif pada saham-saham perusahaan sawit di Indonesia. "
    },
    {
        "judul": "Bersiap Tren Bullish IHSG Mampu Cetak All Time High Lagi?",
        "post_date": "2025-07-23",
        "url": "https://market.bisnis.com/read/20250723/7/1895718/bersiap-tren-bullish-ihsg-mampu-cetak-all-time-high-lagi",
        "summary": "IHSG naik 7,92% dalam sebulan terakhir dan dibuka naik 0,48% pada Rabu (23/7/2025) di level 7.379,73. Kenaikan ini didorong oleh kepastian kebijakan suku bunga BI, meredanya tensi tarif AS, dan aliran dana domestik. Meski sempat menyentuh rekor tertinggi tahun ini (7.457), para analis memprediksi potensi konsolidasi atau profit taking jangka pendek. Tren bullish berkelanjutan bergantung pada data ekonomi makro yang kuat dan katalis tambahan seperti pemangkasan suku bunga The Fed. Kembalinya dana asing juga diprediksi akan memperkuat tren positif. "
    },
    {
        "judul": "Ramalan Nasib Saham SSIA hingga HEAL saat Diburu Konglomerat",
        "post_date": "2025-07-23",
        "url": "https://market.bisnis.com/read/20250723/7/1895424/ramalan-nasib-saham-ssia-hingga-heal-saat-diburu-konglomerat",
        "summary": "Konglomerat Indonesia melakukan akuisisi saham di beberapa emiten, meningkatkan prospek saham-saham tersebut. Grup Djarum menambah kepemilikannya di Surya Semesta Internusa (SSIA) dan Medikaloka Hermina (HEAL), sementara Grup Astra mengakuisisi mayoritas saham Mega Manunggal Property (MMLP). Para analis menilai SSIA dan HEAL memiliki prospek positif, dengan sejumlah analis merekomendasikan pembelian saham kedua emiten tersebut. Meskipun harga saham MMLP melemah sedikit hari ini, harga sahamnya telah meningkat dalam sebulan terakhir. "
    },
    {
        "judul": "BRI Peduli Dukung Pendidikan Karakter Anak Lewat Agroedukasi",
        "post_date": "2025-07-23",
        "url": "https://www.emitennews.com/news/bri-peduli-dukung-pendidikan-karakter-anak-lewat-agroedukasi",
        "summary": "Dalam rangka Hari Anak Nasional (23/7/2025), BRI Peduli mengadakan kegiatan agroedukasi di Klaster Usaha Ganitri, Garut, Jawa Barat. Siswa SDN 7 Kota Kulon Garut mendapat edukasi budidaya kentang, *smart integrated farming*, diversifikasi produk olahan kentang, dan permainan tradisional. BRI juga memberikan bantuan sarana dan prasarana sekolah. Kegiatan ini bertujuan untuk membentuk karakter anak, menanamkan nilai tanggung jawab dan integritas, serta mendukung program ketahanan pangan pemerintah. "
    },
    {
        "judul": "MMIX Ungkap Bakal Bagi Saham Bonus, Cek Detailnya",
        "post_date": "2025-07-23",
        "url": "https://www.emitennews.com/news/mmix-ungkap-bakal-bagi-saham-bonus-cek-detailnya",
        "summary": "PT Multi Medika Internasional Tbk (MMIX) akan membagikan saham bonus dengan rasio 1:1 kepada pemegang sahamnya. Keputusan ini akan diusulkan dalam RUPSLB pada 29 Agustus 2025. Pembagian saham bonus bertujuan untuk meningkatkan likuiditas saham, membuat harga saham lebih terjangkau, dan sebagai apresiasi kepada pemegang saham. Saham bonus akan diberikan kepada pemegang saham yang tercatat pada tanggal yang ditentukan dan diharapkan dapat memperkuat kepercayaan investor serta mendukung kinerja saham di Bursa Efek Indonesia (BEI). "
    }
]