[
    {
        "judul": "PREMIUM WRAP-UP: Emiten Prajogo Pangestu CUAN, Obligasi BUMN, hingga KRAS & BRMS",
        "post_date": "2025-07-15",
        "url": "https://market.bisnis.com/read/20250715/7/1893465/premium-wrap-up-emiten-prajogo-pangestu-cuan-obligasi-bumn-hingga-kras-brms",
        "summary": "Berita Bisnis Indonesia Premium edisi 15 Juli 2025 melaporkan beberapa hal: kenaikan harga saham perusahaan Prajogo Pangestu pasca *stock split*; portofolio properti Prajogo Pangestu yang beragam; jatuh tempo obligasi BUMN senilai Rp43,99 triliun pada 2026; strategi Krakatau Steel dan Gunung Raja Paksi menghadapi persaingan baja China; dan penguatan saham BRMS seiring rekor harga emas dan perak. "
    },
    {
        "judul": "Target Harga Baru BREN, CUAN dan PTRO Usai Dapat Angin Segar MSCI",
        "post_date": "2025-07-15",
        "url": "https://market.bisnis.com/read/20250715/7/1893341/target-harga-baru-bren-cuan-dan-ptro-usai-dapat-angin-segar-msci",
        "summary": "MSCI mencabut perlakuan khusus terhadap saham BREN, CUAN, dan PTRO, sehingga diharapkan akan meningkatkan aliran modal asing ke pasar saham Indonesia. Kiwoom Sekuritas memprediksi IHSG akan naik hingga 7.275-7.325. Mereka juga memberikan target harga untuk masing-masing saham: PTRO (Rp4250-Rp4560), BREN (Rp7.900-Rp8.600), dan CUAN (Rp980-Rp1.610, menurut Sucor dan NH Korindo Sekuritas). "
    },
    {
        "judul": "Saham Petrindo Jaya Kreasi (CUAN) Pecah Menjadi Rp1.690 per Saham",
        "post_date": "2025-07-15",
        "url": "https://market.bisnis.com/read/20250715/7/1893229/saham-petrindo-jaya-kreasi-cuan-pecah-menjadi-rp1690-per-saham",
        "summary": "PT Petrindo Jaya Kreasi Tbk. (CUAN) melakukan stock split dengan rasio 1:10, menurunkan nilai nominal saham dari Rp200 menjadi Rp20. Harga teoretis saham kini menjadi Rp1.687,5 per saham, dengan tujuan meningkatkan minat investor dan likuiditas perdagangan. "
    },
    {
        "judul": "IHSG Rawan Pullback, Rekomendasi Saham AKRA, ENRG, hingga JPFA",
        "post_date": "2025-07-15",
        "url": "https://market.bisnis.com/read/20250715/7/1893205/ihsg-rawan-pullback-rekomendasi-saham-akra-enrg-hingga-jpfa",
        "summary": "IHSG diperkirakan mengalami pullback sementara hari ini meskipun menguat kemarin. Kenaikan kemarin didorong sentimen positif emiten dan breakout dari MA200. Namun, indikator menunjukkan potensi koreksi. Investor menantikan data ekonomi China dan AS, negosiasi pemerintah dengan AS, dan RDG Bank Indonesia. Saham AKRA, LSIP, ENRG, HRTA, dan JPFA direkomendasikan. "
    },
    {
        "judul": "ANTM hingga INDF Jadi Underlying, Single Stock Futures Makin Likuid?",
        "post_date": "2025-07-15",
        "url": "https://market.bisnis.com/read/20250715/7/1893201/antm-hingga-indf-jadi-underlying-single-stock-futures-makin-likuid",
        "summary": "BEI menambah lima saham (ANTM, AMRT, BMRI, BRPT, dan INDF) sebagai underlying kontrak Single Stock Futures (SSF) untuk meningkatkan likuiditas dan pilihan investasi bagi investor derivatif. Penambahan ini diharapkan meningkatkan hedging dan optimalisasi portofolio, serta mendorong pertumbuhan pasar derivatif yang telah mencatat peningkatan volume transaksi dan jumlah investor hingga Juni 2025. Total underlying SSF kini menjadi 10 saham. "
    }
]