[
    {
        "judul": "Jelang CDIA Listing di BEI, Saham Emiten Afiliasi Prajogo Pangestu Kompak Menghijau",
        "post_date": "2025-07-08",
        "url": "https://market.bisnis.com/read/20250708/7/1891568/jelang-cdia-listing-di-bei-saham-emiten-afiliasi-prajogo-pangestu-kompak-menghijau",
        "summary": "Saham-saham perusahaan milik konglomerat Prajogo Pangestu kompak naik menjelang pencatatan perdana saham PT Chandra Daya Investasi Tbk (CDIA) di BEI. CDIA, yang memperoleh dana Rp2,37 triliun dari IPO, akan listing pada 9 Juli 2025 bersama PT Indokripto Koin Semesta Tbk (COIN). Analis menilai IPO CDIA menjadi sentimen positif bagi perusahaan-perusahaan afiliasinya. "
    },
    {
        "judul": "OJK Catat Penawaran Umum Tembus Rp142,6 Triliun per Akhir Juni 2025",
        "post_date": "2025-07-08",
        "url": "https://market.bisnis.com/read/20250708/7/1891480/ojk-catat-penawaran-umum-tembus-rp1426-triliun-per-akhir-juni-2025",
        "summary": "Hingga Juni 2025, OJK mencatat nilai penawaran umum mencapai Rp142,6 triliun, termasuk Rp8,49 triliun dari 16 emiten baru. BEI menargetkan lima IPO *lighthouse* tahun ini, tiga diantaranya sudah tercatat. Penggalangan dana melalui *securities crowdfunding* (SCF) mencapai Rp1,6 triliun. Pasar derivatif mencatat volume transaksi 591.381 lot (Rp1.309 triliun), sementara bursa karbon mencapai 1.599.322 ton CO2e (Rp77,95 miliar). "
    },
    {
        "judul": "Saham Adhi Kartiko (NICE) Meroket Sentuh ARA Usai ITMG Masuk Jajaran Pemegang Saham",
        "post_date": "2025-07-08",
        "url": "https://market.bisnis.com/read/20250708/7/1891396/saham-adhi-kartiko-nice-meroket-sentuh-ara-usai-itmg-masuk-jajaran-pemegang-saham",
        "summary": "Saham PT Adhi Kartiko Pratama Tbk. (NICE) melonjak 24,86% ke Rp462 per saham setelah PT Indo Tambangraya Megah Tbk. (ITMG) menjadi pemegang saham dengan kepemilikan 9,62%. Kenaikan ini merupakan ARA dan tertinggi tahun ini, meskipun masih jauh di bawah rekor tertinggi saham NICE di Rp1.195. NICE adalah perusahaan tambang nikel di Sulawesi Tenggara. "
    },
    {
        "judul": "PNM Terbitkan Orange Bonds, Danantara: Perkuat Pembangunan Nasional",
        "post_date": "2025-07-08",
        "url": "https://finance.detik.com/bursa-dan-valas/d-8001749/pnm-terbitkan-orange-bonds-danantara-perkuat-pembangunan-nasional",
        "summary": "PNM, lembaga keuangan ultra mikro terbesar dunia, menerbitkan Orange Bonds senilai Rp6 triliun dan Sukuk Mudharabah Rp10 triliun, yang difokuskan pada pemberdayaan perempuan melalui program Mekaar. Penerbitan ini mendapat sambutan positif dari pasar dan lembaga internasional seperti Danantara Indonesia dan IIX, karena menjadi yang pertama di Indonesia dan menginspirasi inisiatif serupa di Asia. Dana tersebut akan digunakan untuk modal kerja program Mekaar dan Mekaar Syariah, yang telah menjangkau 21,7 juta nasabah, mayoritas perempuan. Penerbitan ini dinilai sebagai langkah penting menuju sistem keuangan inklusif dan berkelanjutan, serta mendukung SDGs. "
    },
    {
        "judul": "Pembangunan Berkelanjutan, Green Financing BRI Tumbuh Capai Rp89,9T",
        "post_date": "2025-07-08",
        "url": "https://www.emitennews.com/news/pembangunan-berkelanjutan-green-financing-bri-tumbuh-capai-rp899t",
        "summary": "Portofolio pembiayaan berkelanjutan BRI mencapai Rp89,9 triliun pada akhir Triwulan I 2025, meningkat 8,18% secara tahunan. Pembiayaan hijau BRI mencakup sektor pengelolaan sumber daya alam, produk ramah lingkungan, energi terbarukan, dan transportasi hijau. Secara keseluruhan, BRI memiliki portofolio sustainable financing terbesar di Indonesia senilai Rp796 triliun (64,16% dari total portofolio pembiayaan dan investasi corporate bonds). BRI berkomitmen pada prinsip ESG melalui pembiayaan hijau inklusif dan telah menerbitkan Green Bonds dan sustainability-linked loan. Pendanaan wholesale BRI mencapai Rp111,79 triliun pada Triwulan I 2025, dengan 39,66% berasal dari instrumen berbasis ESG. BRI juga menerbitkan surat berharga untuk UMKM dan individu berpenghasilan rendah. "
    }
]