[
    {
        "judul": "IHSG Bisa Menguat ke 7.000, Waspada Euforia Sesaat Perang Dagang",
        "post_date": "2025-05-13",
        "url": "https://market.bisnis.com/read/20250513/7/1876600/ihsg-bisa-menguat-ke-7000-waspada-euforia-sesaat-perang-dagang",
        "summary": "IHSG diprediksi akan naik sementara ke level 7.000 setelah libur panjang karena penurunan tarif impor AS dan China.  Namun, kenaikan ini bersifat sementara karena tekanan likuiditas, net foreign sell yang tinggi,  ROI investasi hilirisasi dan digitalisasi yang kurang memuaskan,  PDB yang lemah, dan disinflasi.  IHSG diperkirakan sulit bertahan di atas 7.000.\n"
    },
    {
        "judul": "Perang Tarif AS-China 'Gencatan Senjata', IHSG Diramal Bullish Jangka Pendek",
        "post_date": "2025-05-13",
        "url": "https://market.bisnis.com/read/20250513/7/1876573/perang-tarif-as-china-gencatan-senjata-ihsg-diramal-bullish-jangka-pendek",
        "summary": "Kesepakatan sementara AS-China untuk memangkas tarif impor selama 90 hari memicu optimisme pasar saham Indonesia.  Analis memprediksi inflow jangka pendek ke pasar saham, terutama pada sektor perbankan, komoditas, transportasi, dan logistik.  Meskipun ketidakpastian masih ada, deeskalasi perang dagang diharapkan mendorong investor beralih dari aset aman (risk-off) ke aset berisiko (risk-on).\n"
    },
    {
        "judul": "AS-China Capai Kesepakatan Dagang, Waktu Tepat Rotasi Aset di Pasar Modal?",
        "post_date": "2025-05-13",
        "url": "https://market.bisnis.com/read/20250513/7/1876557/as-china-capai-kesepakatan-dagang-waktu-tepat-rotasi-aset-di-pasar-modal",
        "summary": "Perang dagang AS-China mencapai kesepakatan sementara penurunan tarif.  Meski kabar ini positif, analis mengingatkan investor tetap hati-hati dan fokus pada strategi jangka menengah-panjang.  Penurunan tarif bersifat sementara dan bisa berubah jika kesepakatan tak tercapai dalam 90 hari.  Investor disarankan untuk melakukan rotasi aset secara bertahap, mengurangi sedikit porsi obligasi (terutama korporasi) dan menambah porsi saham,  tapi tetap mempertimbangkan ketidakpastian pasar. Obligasi negara masih dianggap menjanjikan.\n"
    },
    {
        "judul": "Sinyal Positif Kesepakatan Dagang AS-China, IHSG Siap Melaju?",
        "post_date": "2025-05-13",
        "url": "https://market.bisnis.com/read/20250513/7/1876426/sinyal-positif-kesepakatan-dagang-as-china-ihsg-siap-melaju",
        "summary": "Kesepakatan dagang sementara AS-China disambut positif pasar saham global, termasuk IHSG.  Penurunan tarif oleh kedua negara mengurangi kekhawatiran perang dagang.  Namun, optimisme tersebut masih rapuh, dengan risiko resesi AS dan ketidakpastian kebijakan ekonomi tetap ada.  Data neraca perdagangan AS dan Indonesia juga akan mempengaruhi IHSG pekan ini.\n"
    },
    {
        "judul": "Bursa Asia Menghijau Terkerek Kesepakatan Tarif AS-China",
        "post_date": "2025-05-13",
        "url": "https://market.bisnis.com/read/20250513/7/1876359/bursa-asia-menghijau-terkerek-kesepakatan-tarif-as-china",
        "summary": "Pelonggaran tarif dagang AS-China memicu kenaikan signifikan di pasar saham Asia dan Wall Street.  Indeks Topix dan Nikkei Jepang naik, begitu pula indeks saham berjangka China dan Australia.  Kenaikan ini didorong oleh berakhirnya kekhawatiran resesi dan ekspektasi penurunan suku bunga The Fed yang lebih rendah.  AS memangkas tarif impor dari China, dan China pun melakukan hal serupa. Meskipun demikian,  risiko kebangkitan kembali tarif tinggi tetap ada, dan dampak perang dagang sebelumnya masih akan terasa.  Investor kini menunggu perkembangan lebih lanjut dan memantau data ekonomi untuk melihat keberlanjutan reli pasar.\n"
    }
]