[
    {
        "judul": "Lo Kheng Hong Borong 778,85 Juta Saham Salim Ivomas Pratama (SIMP)",
        "post_date": "2025-06-25",
        "url": "https://market.bisnis.com/read/20250625/7/1888048/lo-kheng-hong-borong-77885-juta-saham-salim-ivomas-pratama-simp",
        "summary": "Investor Lo Kheng Hong membeli 778,85 juta saham (5,02%) PT Salim Ivomas Pratama Tbk (SIMP) senilai sekitar Rp352 miliar dan menambah kepemilikan sahamnya di PT Gajah Tunggal Tbk (GJTL) menjadi 5,47%. Ia tetap optimis terhadap sektor perbankan dan komoditas, termasuk kelapa sawit, batu bara, dan pulp and paper. "
    },
    {
        "judul": "Permudah Akses Investor Muda, New BIONS by BNI Sekuritas Tawarkan Fitur Canggih",
        "post_date": "2025-06-25",
        "url": "https://market.bisnis.com/read/20250625/7/1887756/permudah-akses-investor-muda-new-bions-by-bni-sekuritas-tawarkan-fitur-canggih",
        "summary": "Pertumbuhan investor ritel di Indonesia, terutama Gen Z dan milenial, signifikan. BNI Sekuritas meluncurkan New BIONS, aplikasi investasi digital dengan fitur-fitur inovatif seperti rekomendasi saham, dasbor saham, dan investasi reksa dana otomatis, untuk memenuhi kebutuhan investor muda. Aplikasi ini telah diunduh ratusan ribu kali dan berkontribusi pada peningkatan transaksi pasar modal. New BIONS bertujuan untuk meningkatkan literasi finansial dan kepercayaan diri investor muda dalam berinvestasi. "
    },
    {
        "judul": "Laba Bersih Double Digit, Medela Potentia (MDLA) Bagi Dividen Rp137,4M",
        "post_date": "2025-06-25",
        "url": "https://www.emitennews.com/news/laba-bersih-double-digit-medela-potentia-mdla-bagi-dividen-rp1374m",
        "summary": "PT Medela Potentia Tbk (MDLA) mengumumkan kinerja keuangan yang solid di tahun 2024, dengan penjualan neto Rp14,57 triliun (naik 11,3%) dan laba bersih Rp343,27 miliar (naik 13,3%). Mereka membagikan dividen tunai 40% dari laba bersih (Rp9,8 per saham). Pertumbuhan didorong oleh peningkatan permintaan, ekspansi jaringan, dan strategi bisnis terintegrasi melalui empat pilar: distribusi produk kesehatan, pemasaran alat kesehatan, manufaktur alat kesehatan, dan platform digital. MDLA optimistis terhadap prospek sektor kesehatan Indonesia dan berkomitmen pada pertumbuhan jangka panjang melalui digitalisasi dan efisiensi rantai pasok. RUPST juga menyetujui laporan tahunan 2024 dan berbagai keputusan operasional lainnya. "
    },
    {
        "judul": "Baru IPO Dua Bulan, MDLA Ketok Dividen Yield 4,8 Persen",
        "post_date": "2025-06-25",
        "url": "https://www.emitennews.com/news/baru-ipo-dua-bulan-mdla-ketok-dividen-yield-48-persen",
        "summary": "PT Medela Potentia Tbk (MDLA) membagikan dividen Rp9,8 per saham (total Rp137,4 miliar) setelah mencatatkan kinerja positif di tahun 2024. Penjualan neto meningkat 11,3% menjadi Rp14,57 triliun, dan laba bersih naik 13,3% menjadi Rp343,27 miliar. Aset dan ekuitas perusahaan juga meningkat signifikan. MDLA, yang baru IPO pada April 2025, berhasil mengumpulkan dana Rp685 miliar. "
    },
    {
        "judul": "Apexindo (APEX) Raih Guyuran Proyek dari Pertamina USD7,4 Juta",
        "post_date": "2025-06-25",
        "url": "https://www.emitennews.com/news/apexindo-apex-raih-guyuran-proyek-dari-pertamina-usd74-juta",
        "summary": "PT Apexindo Pratama Duta Tbk (APEX) mendapatkan kontrak pengeboran laut senilai USD 7,4 juta dari Pertamina Hulu Mahakam (PHM) di Delta Mahakam, Kalimantan Timur. Kontrak berdurasi tiga bulan ini akan meningkatkan utilisasi rig dan pendapatan APEX, sekaligus memperkuat posisi perusahaan di industri pengeboran minyak dan gas. "
    }
]