[
    {
        "judul": "IHSG Ditutup Menguat 1,18% ke 7.398, Saham WIFI, BRPT hingga ANTM Melaju",
        "post_date": "2025-07-21",
        "url": "https://market.bisnis.com/read/20250721/7/1894987/ihsg-ditutup-menguat-118-ke-7398-saham-wifi-brpt-hingga-antm-melaju",
        "summary": "IHSG menguat 1,18% (86,27 poin) ke 7.398,19 pada Senin (21/7/2025), didorong penguatan bursa regional Asia dan AS. Saham WIFI, ANTM, dan BRPT naik signifikan. Penguatan IHSG juga dipengaruhi kesepakatan tarif AS-Indonesia, penurunan suku bunga BI, dan rilis laporan keuangan emiten semester I. "
    },
    {
        "judul": "Sejarah Bank Mandiri: Himbara yang Loyal Akuisisi",
        "post_date": "2025-07-21",
        "url": "https://finance.detik.com/bursa-dan-valas/d-8020884/sejarah-bank-mandiri-himbara-yang-loyal-akuisisi",
        "summary": "Sejak berdiri pada 1998, Bank Mandiri tumbuh pesat melalui berbagai akuisisi, termasuk empat bank BUMN dan dua perusahaan sekuritas. Pada tahun 2000, Bank Mandiri mencatatkan laba Rp 1,18 triliun. Perusahaan juga berekspansi ke sektor asuransi dan dana pensiun. Bank Mandiri go public pada 2003 dan kini menjadi bank ketiga terbesar di Indonesia berdasarkan kapitalisasi pasar. Mereka memiliki saham mayoritas di Bank Syariah Indonesia (BSI). Bank Mandiri meraih penghargaan \"World's Best Bank\" versi Forbes dan hingga Mei 2025 membukukan laba bersih Rp 19,65 triliun dengan total aset Rp 1.922 triliun. "
    },
    {
        "judul": "AgenBRILink Bukukan Volume Transaksi Rp843 Triliun dari 1,22 Juta Agen",
        "post_date": "2025-07-21",
        "url": "https://www.emitennews.com/news/agenbrilink-bukukan-volume-transaksi-rp843-triliun-dari-122-juta-agen",
        "summary": "Pada semester pertama 2025, AgenBRILink BRI mencatat 540 juta transaksi senilai Rp843 triliun melalui 1,22 juta agen di 67 ribu desa. Layanan ini menghasilkan pendapatan non-bunga Rp787 miliar dan mendorong inklusi keuangan, akses perbankan di daerah terpencil, serta menciptakan peluang usaha baru bagi masyarakat. AgenBRILink menawarkan berbagai layanan, termasuk pembayaran tagihan, pembelian pulsa, dan layanan keuangan lainnya, bahkan di hari libur. BRI optimis AgenBRILink akan terus menjadi penggerak ekonomi dan inklusi keuangan di Indonesia. "
    },
    {
        "judul": "Harga Terus Menguat, Pengendali Tambah Kepemilikan Saham INET",
        "post_date": "2025-07-21",
        "url": "https://www.emitennews.com/news/harga-terus-menguat-pengendali-tambah-kepemilikan-saham-inet",
        "summary": "PT Abadi Kreasi Unggul Nusantara menambah kepemilikan sahamnya di PT Sinergi Inti Andalan Prima Tbk (INET) sebesar 19,8 juta lembar, meningkatkan kepemilikannya menjadi 64,59%. Transaksi senilai Rp5 miliar ini menunjukkan kepercayaan investor pada prospek INET di sektor teknologi dan digital. Direktur INET menyatakan langkah ini positif bagi stabilitas dan pertumbuhan perusahaan. Setelah pengumuman, harga saham INET meningkat lebih dari 8% dalam sepekan dan terus menguat, mencapai kenaikan 269,86% year-to-date. INET berencana ekspansi bisnis ke segmen enterprise dan layanan publik di semester kedua 2025. "
    },
    {
        "judul": "LFLO Catat Laba Naik 44 Persen Jadi Rp10,9M di Semester I-2025",
        "post_date": "2025-07-21",
        "url": "https://www.emitennews.com/news/lflo-catat-laba-naik-44-persen-jadi-rp109m-di-semester-i-2025",
        "summary": "PT Imago Mulia Persada (LFLO) mencatatkan kinerja keuangan positif pada semester I-2025. Laba bersih meningkat 44% menjadi Rp10,96 miliar, didorong oleh peningkatan penjualan sebesar 62% menjadi Rp73,06 miliar. Meskipun beban usaha meningkat, laba usaha tumbuh 80% menjadi Rp14,47 miliar. Total aset perusahaan juga meningkat, sementara liabilitas sedikit menurun. "
    }
]