[
    {
        "judul": "Analis Optimistis Prospek Saham BBRI, Ada Sentimen Koperasi",
        "post_date": "2025-07-20",
        "url": "https://finance.detik.com/bursa-dan-valas/d-8020593/analis-optimistis-prospek-saham-bbri-ada-sentimen-koperasi",
        "summary": "Indo Premier memprediksi kenaikan harga saham BBRI hingga 21,1% karena program Kredit Desa Membangun Potensi (KDMP). Program ini akan meningkatkan pembiayaan BRI di sektor mikro dan membuka peluang cross-selling layanan perbankan. Meskipun demikian, valuasi saham BBRI dinilai masih menarik dengan P/BV 1,8x untuk 2025. BRI juga meluncurkan BRIvolution Initiatives Phase 1 untuk memperkuat transformasi bisnis dan daya saingnya. "
    },
    {
        "judul": "Ini Wealth Creation Pertama di RI, Bisa Kolaborasi Antar Investor",
        "post_date": "2025-07-20",
        "url": "https://finance.detik.com/bursa-dan-valas/d-8020563/ini-wealth-creation-pertama-di-ri-bisa-kolaborasi-antar-investor",
        "summary": "IPOT menawarkan empat cara untuk berinvestasi: memisahkan akun trading jangka pendek dan jangka panjang untuk manajemen risiko yang lebih baik; investasi berbasis keluarga untuk edukasi dan _wealth creation_ bersama; investasi komunitas untuk tujuan bersama; dan layanan advisor profesional untuk berbagai tingkat pengalaman investor. "
    },
    {
        "judul": "IHSG Lompat 3,75% Sepekan Terakhir",
        "post_date": "2025-07-20",
        "url": "https://finance.detik.com/bursa-dan-valas/d-8019924/ihsg-lompat-3-75-sepekan-terakhir",
        "summary": "IHSG naik 3,75% pada penutupan Jumat (18/7/2025), mencapai 7.311,91. Investor asing mencatatkan net foreign buy Rp 277,31 miliar pada hari Jumat, meskipun mengalami net foreign sell Rp 59,50 triliun sepanjang tahun 2025. Nilai transaksi harian, frekuensi, dan volume juga meningkat signifikan, sementara kapitalisasi pasar BEI naik 5,44% menjadi Rp 13.079 triliun. "
    },
    {
        "judul": "Triniti Land (TRIN) Teken Transaksi Strategis",
        "post_date": "2025-07-20",
        "url": "https://www.emitennews.com/news/triniti-land-trin-teken-transaksi-strategis",
        "summary": "PT Perintis Triniti Properti Tbk. (TRIN) dan PT Surya Mulia Land memulai pembangunan Holdwell Business Park, kawasan bisnis modern seluas 12,5 hektar di Bandar Lampung. Berlokasi strategis di jalur utama penghubung Jawa-Sumatera, kawasan ini dirancang sebagai pusat logistik dan bisnis untuk mendukung pelaku usaha distribusi, manufaktur, dan logistik. TRIN berharap proyek ini akan mendorong pertumbuhan ekonomi daerah dan menciptakan lapangan kerja. "
    },
    {
        "judul": "Sentimen Positif Muncul, Saham BBRI Bisa Melejit ke Sini!",
        "post_date": "2025-07-20",
        "url": "https://www.emitennews.com/news/sentimen-positif-muncul-saham-bbri-bisa-melejit-ke-sini",
        "summary": "Indo Premier Sekuritas merekomendasikan beli saham BBRI dengan target harga Rp4.700 karena program Koperasi Desa Merah Putih (KDMP) akan meningkatkan pembiayaan BRI di sektor mikro dan pedesaan. KDMP menargetkan 80.000 koperasi dengan kebutuhan pembiayaan sekitar Rp3 miliar per koperasi. Program ini dinilai akan memperkuat posisi BRI dan membuka peluang cross-selling layanan perbankan lainnya. Secara valuasi, saham BBRI dinilai menarik dengan P/BV 1,8x dan proyeksi laba bersih Rp56,8 triliun di tahun 2025. BRI juga meluncurkan BRIvolution Initiatives Phase 1 untuk transformasi bisnisnya. "
    }
]