[
    {
        "judul": "Geliat Pasar Saham saat Suku Bunga Turun, Cermati Sektor Saham Pilihan",
        "post_date": "2025-05-21",
        "url": "https://market.bisnis.com/read/20250521/7/1878868/geliat-pasar-saham-saat-suku-bunga-turun-cermati-sektor-saham-pilihan",
        "summary": "Penurunan suku bunga acuan BI Rate menjadi 5,50% oleh Bank Indonesia diproyeksikan akan mendorong pertumbuhan pasar saham Indonesia. Langkah ini diharapkan meningkatkan daya beli, konsumsi, dan investasi, terutama di sektor perbankan, properti, otomotif, dan consumer. Meskipun ada tantangan global seperti sentimen AS dan geopolitik, IHSG menguat 0,67% dan mencatat net buy asing Rp960 miliar pada hari pengumuman. BI beralasan penurunan suku bunga ini konsisten dengan proyeksi inflasi yang rendah dan bertujuan untuk mendorong pertumbuhan ekonomi berkelanjutan. "
    },
    {
        "judul": "Indeks Bisnis-27 Ditutup Menguat, Saham AKRA, AMRT, hingga ANTM Parkir di Zona Hijau",
        "post_date": "2025-05-21",
        "url": "https://market.bisnis.com/read/20250521/7/1878857/indeks-bisnis-27-ditutup-menguat-saham-akra-amrt-hingga-antm-parkir-di-zona-hijau",
        "summary": "Indeks Bisnis-27 menguat 1,20% pada Rabu (21/5/2025) menjadi 522,58. Sebanyak 21 dari 27 saham konstituen menguat, dengan AKRA (8,27%), ANTM (6,59%), dan BRPT (5,38%) sebagai penguat teratas. Saham perbankan jumbo juga umumnya menguat. Beberapa saham mengalami pelemahan, termasuk ASII (-3,91%) dan PTBA (-1,06%). "
    },
    {
        "judul": "IHSG Menguat saat BI Rate Turun, Saham Bank Jumbo BBCA, BBRI Cs Kompak Kinclong",
        "post_date": "2025-05-21",
        "url": "https://market.bisnis.com/read/20250521/7/1878842/ihsg-menguat-saat-bi-rate-turun-saham-bank-jumbo-bbca-bbri-cs-kompak-kinclong",
        "summary": "IHSG ditutup menguat 0,67% ke level 7.142,46 pada Rabu (21/5/2025), didorong penurunan BI Rate menjadi 5,50%. Saham bank jumbo (BBCA, BMRI, BBRI, BBNI) dan beberapa saham pelat merah (ANTM, PGEO, INCO) mengalami penguatan signifikan. Beberapa saham mencatatkan kenaikan dan penurunan harga yang tajam. "
    },
    {
        "judul": "Pemangkasan BI Rate Tambah Daya Saham Bank, BBCA hingga BBRI Melonjak",
        "post_date": "2025-05-21",
        "url": "https://market.bisnis.com/read/20250521/7/1878800/pemangkasan-bi-rate-tambah-daya-saham-bank-bbca-hingga-bbri-melonjak",
        "summary": "Penurunan suku bunga acuan BI ke 5,50% mendorong kenaikan harga saham beberapa bank besar di Indonesia. Saham BBCA, BBRI, BMRI, dan BBNI mengalami kenaikan signifikan pasca pengumuman. Para analis menilai penurunan suku bunga sebagai langkah positif untuk mendorong perekonomian, meningkatkan daya beli, dan menarik minat investor asing. "
    },
    {
        "judul": "Bangun Teknologi Mutakhir, IPOL Siap Produksi Film BOPP dan BOPE",
        "post_date": "2025-05-21",
        "url": "https://www.emitennews.com/news/bangun-teknologi-mutakhir-ipol-siap-produksi-film-bopp-dan-bope",
        "summary": "Indopoly Swakarsa Industry (IPOL) meresmikan lini produksi hybrid BOPP/BOPE baru, meningkatkan kapasitas produksi film fleksibel menjadi 165.000 ton per tahun. Investasi ini juga mencakup mesin metalizing kelima, menambah kapasitas film metalized menjadi 65.000 ton per tahun. Teknologi baru memungkinkan produksi film BOPE yang ramah lingkungan dan mudah didaur ulang, serta Alox film dengan high-barrier. IPOL berkomitmen meningkatkan penjualan domestik dan ekspor serta mengoptimalkan efisiensi produksi. "
    }
]