[
    {
        "judul": "Intip Syarat Saham Liquidity Provider, Manfaat, hingga Insentifnya",
        "post_date": "2025-06-12",
        "url": "https://market.bisnis.com/read/20250612/7/1884502/intip-syarat-saham-liquidity-provider-manfaat-hingga-insentifnya",
        "summary": "BEI meluncurkan program *liquidity provider* untuk meningkatkan likuiditas perdagangan saham, terutama pada saham dengan aktivitas transaksi rendah. Program ini akan memilih sekitar 401 saham yang memenuhi kriteria tertentu, termasuk saham di Papan Pemantauan Khusus (PPK) kriteria 6 dan/atau 7, serta saham *medium to illiquid* dengan volume dan frekuensi transaksi rendah. Anggota Bursa (AB) yang terpilih sebagai *liquidity provider* akan berkewajiban melakukan kuotasi jual dan beli berkelanjutan, dengan insentif berupa potongan harga atau insentif tunai. BEI menargetkan implementasi program ini pada kuartal III/2025, dengan 13 AB yang siap berpartisipasi. Program ini diharapkan meningkatkan transaksi saham hingga 11,5% dan menurunkan rata-rata spread harian. "
    },
    {
        "judul": "Tunas Baru Lampung (TBLA) Tebar Dividen Rp72,18 Miliar ke Pemegang Saham",
        "post_date": "2025-06-12",
        "url": "https://market.bisnis.com/read/20250612/7/1884396/tunas-baru-lampung-tbla-tebar-dividen-rp7218-miliar-ke-pemegang-saham",
        "summary": "PT Tunas Baru Lampung Tbk. (TBLA) akan membagikan dividen tunai final Rp12 per saham (total Rp72,18 miliar) kepada pemegang sahamnya. Pendapatan TBLA meningkat 13,66% menjadi Rp17,4 triliun di tahun 2024, dengan laba bersih naik 14,52% menjadi Rp700 miliar. Sisa laba bersih akan digunakan untuk operasional perusahaan. "
    },
    {
        "judul": "BNI Siap Terbitkan Obligasi Keberlanjutan Rp 5 T, Cek Jadwalnya",
        "post_date": "2025-06-12",
        "url": "https://finance.detik.com/bursa-dan-valas/d-7961520/bni-siap-terbitkan-obligasi-keberlanjutan-rp-5-t-cek-jadwalnya",
        "summary": "BNI menerbitkan Sustainability Bond senilai [jumlah tidak disebutkan dalam teks] dengan dua seri (tenor 3 dan 5 tahun) untuk mengamankan pendanaan jangka panjang dan mendukung proyek berkelanjutan. Dana akan digunakan untuk proyek-proyek KUBL (fokus energi terbarukan, transportasi ramah lingkungan, konversi limbah) dan KUBS (prioritas penciptaan lapangan kerja dan UMKM). Penerbitan obligasi ini mendapat peringkat idAAA dari Pefindo dan opini independen dari Sustainalytics. BNI menyatakan kondisi keuangannya sangat sehat, didukung laba bersih Rp21,7 triliun di tahun 2024. "
    },
    {
        "judul": "Transformasi Hijau Perbankan, Green Financing BRI (BBRI) Terus Tumbuh",
        "post_date": "2025-06-12",
        "url": "https://www.emitennews.com/news/transformasi-hijau-perbankan-green-financing-bri-bbri-terus-tumbuh",
        "summary": "Portofolio pembiayaan berkelanjutan BRI mencapai Rp89,9 triliun pada akhir Triwulan I 2025, meningkat 8,18% year-on-year. Pembiayaan hijau BRI meliputi sektor pengelolaan sumber daya alam, produk ramah lingkungan, energi terbarukan, dan transportasi hijau. Secara keseluruhan, BRI memiliki portofolio sustainable financing terbesar di Indonesia, mencapai Rp796 triliun (64,16% dari total portofolio pembiayaan dan investasi corporate bonds). BRI juga menerbitkan Green Bond dan sustainability-linked loan untuk mendukung ekonomi hijau dan UMKM, serta memperkuat tata kelola keberlanjutan internal perusahaan. BRI berkomitmen mendukung Tujuan Pembangunan Berkelanjutan (SDGs). "
    },
    {
        "judul": "Summarecon (SMRA) Sepakat Gelontorkan Dividen Rp148,5M",
        "post_date": "2025-06-12",
        "url": "https://www.emitennews.com/news/summarecon-smra-sepakat-gelontorkan-dividen-rp1485m",
        "summary": "PT Summarecon Agung Tbk (SMRA) membagikan dividen Rp 9 per saham (total Rp 148,57 miliar) setelah mencatatkan pendapatan Rp 10,62 triliun (naik 59,5%) dan laba bersih Rp 1,84 triliun (naik 74,2%) di tahun buku 2024. RUPST juga menyetujui susunan baru Dewan Komisaris dan Direksi. "
    }
]