[
    {
        "judul": "Analis Optimistis Prospek Saham BBRI, Ada Sentimen Koperasi",
        "post_date": "2025-07-20",
        "url": "https://finance.detik.com/bursa-dan-valas/d-8020593/analis-optimistis-prospek-saham-bbri-ada-sentimen-koperasi",
        "summary": "Indo Premier memprediksi kenaikan harga saham BBRI hingga 21,1% karena implementasi program Kredit Desa Membangun Potensi (KDMP). Program ini dinilai akan meningkatkan pembiayaan BRI di sektor mikro dan pedesaan, serta membuka peluang cross-selling layanan perbankan lainnya. Analis menilai saham BBRI masih menarik dengan P/BV 1,8x dan proyeksi laba bersih Rp 56,8 triliun di tahun 2025. BRI juga meluncurkan BRIvolution Initiatives Phase 1 untuk memperkuat transformasi bisnis dan daya saing perusahaan. "
    },
    {
        "judul": "Ini Wealth Creation Pertama di RI, Bisa Kolaborasi Antar Investor",
        "post_date": "2025-07-20",
        "url": "https://finance.detik.com/bursa-dan-valas/d-8020563/ini-wealth-creation-pertama-di-ri-bisa-kolaborasi-antar-investor",
        "summary": "IPOT menawarkan empat strategi investasi: memisahkan akun trading jangka pendek dan panjang untuk manajemen risiko yang lebih baik; investasi berbasis keluarga untuk mengajarkan literasi keuangan; investasi komunitas untuk tujuan bersama; dan dukungan advisor profesional dengan akses penuh atau monitor-only. "
    },
    {
        "judul": "Sentimen Positif Muncul, Saham BBRI Bisa Melejit ke Sini!",
        "post_date": "2025-07-20",
        "url": "https://www.emitennews.com/news/sentimen-positif-muncul-saham-bbri-bisa-melejit-ke-sini",
        "summary": "Indo Premier Sekuritas merekomendasikan pembelian saham BBRI dengan target harga Rp4.700 karena program Koperasi Desa Merah Putih (KDMP) akan meningkatkan pembiayaan BRI di sektor mikro dan pedesaan. KDMP menargetkan 80.000 koperasi dengan kebutuhan pembiayaan Rp3 miliar per koperasi, sejalan dengan fokus BRI pada KUR dan inklusi keuangan. Program ini diprediksi meningkatkan pertumbuhan pinjaman, basis nasabah, dan peluang _cross-selling_. Valuasi saham BBRI dinilai menarik (P/BV 1,8x), dan kinerja keuangannya tetap solid (laba bersih Rp56,8 triliun, dividen yield 8,7%). BRI juga meluncurkan BRIvolution Initiatives Phase 1 untuk transformasi bisnisnya. "
    },
    {
        "judul": "Suspensi Baru Dibuka, Saham CDIA Langsung Naik ARA 25%",
        "post_date": "2025-07-18",
        "url": "https://market.bisnis.com/read/20250718/7/1894334/suspensi-baru-dibuka-saham-cdia-langsung-naik-ara-25",
        "summary": "Saham PT Chandra Daya Investasi Tbk (CDIA) melonjak 25% setelah penangguhan perdagangannya dicabut. Kenaikan ini menambah total kenaikan saham sejak IPO menjadi 413,16%. Lonjakan tersebut didorong oleh pengumuman penambahan dua kapal kimia berkapasitas 9.000 DWT yang akan meningkatkan kapabilitas logistik perusahaan, baik domestik maupun internasional, dan beroperasi pada semester I 2026. "
    },
    {
        "judul": "NICL Cetak Laba Melejit 386 Persen di Semester I 2025",
        "post_date": "2025-07-18",
        "url": "https://www.emitennews.com/news/nicl-cetak-laba-melejit-386-persen-di-semester-i-2025",
        "summary": "PT Pam Mineral Tbk (NICL) meraih laba bersih Rp357,52 miliar pada semester I 2025, meningkat 386% dari periode yang sama tahun lalu. Peningkatan ini didorong oleh lonjakan penjualan 150% menjadi Rp1,05 triliun. Laba kotor, laba usaha, dan laba sebelum pajak juga meningkat signifikan. Meskipun beban pokok penjualan naik, pertumbuhan pendapatan yang tinggi menjaga margin tetap positif. Liabilitas perusahaan turun, sementara aset naik tipis. "
    }
]