[
    {
        "judul": "Alasan BEI Pilih ANTM, AMRT, BMRI, BRPT & INDF jadi Underlying Saham Derivatif",
        "post_date": "2025-07-14",
        "url": "https://market.bisnis.com/read/20250714/7/1893140/alasan-bei-pilih-antm-amrt-bmri-brpt-indf-jadi-underlying-saham-derivatif",
        "summary": "BEI menambah lima saham (ANTM, AMRT, BMRI, BRPT, INDF) sebagai underlying kontrak Single Stock Futures (SSF) untuk meningkatkan likuiditas pasar derivatif dan memberikan lebih banyak pilihan investasi kepada investor. Penambahan ini bertujuan untuk mendukung hedging, optimalisasi portofolio, dan mendorong pertumbuhan pasar derivatif yang telah menunjukan peningkatan volume transaksi dan jumlah investor sejak peluncurannya. Total underlying SSF kini berjumlah 10 saham. "
    },
    {
        "judul": "Dikeluarkan MSCI, Saham Prajogo Pangestu BREN, PTRO, hingga CUAN Melesat",
        "post_date": "2025-07-14",
        "url": "https://market.bisnis.com/read/20250714/7/1892874/dikeluarkan-msci-saham-prajogo-pangestu-bren-ptro-hingga-cuan-melesat",
        "summary": "Saham BREN, PTRO, dan CUAN melonjak signifikan setelah dikeluarkan dari perlakuan khusus MSCI. MSCI menanggapi masukan pasar yang menganggap mekanisme UMA dan periode peninjauan 12 bulan terlalu membatasi. Ketiga saham tersebut kini akan dinilai sesuai metodologi MSCI GIMI, dan IHSG pun menguat. "
    },
    {
        "judul": "Dirikan Anak Usaha Baru, Ini Sasaran Soechi Lines (SOCI)",
        "post_date": "2025-07-14",
        "url": "https://www.emitennews.com/news/dirikan-anak-usaha-baru-ini-sasaran-soechi-lines-soci",
        "summary": "PT Soechi Lines (SOCI) mendirikan anak usaha baru, PT Sejahtera Mega Armada (SMA), untuk memperkuat bisnis pelayarannya. SOCI memiliki 99,99% saham SMA dengan modal Rp12,49 miliar. Pada 2024, SOCI membukukan laba bersih USD17,1 juta (naik 92% dari tahun sebelumnya), didorong kinerja kuat segmen pelayaran (USD144,2 juta) dan galangan kapal (USD21,2 juta). Pendirian SMA tidak berdampak signifikan pada keuangan SOCI. "
    },
    {
        "judul": "Caplok 30 Persen Saham ProSTEM, Begini Penjelasan PRDA",
        "post_date": "2025-07-14",
        "url": "https://www.emitennews.com/news/caplok-30-persen-saham-prostem-begini-penjelasan-prda",
        "summary": "Prodia (PRDA) mengakuisisi 30% saham ProSTEM Indonesia senilai Rp33 miliar. ProSTEM, pelopor terapi sel punca di Indonesia, mencatat pertumbuhan pendapatan 46% pada 2024. Akuisisi ini diharapkan meningkatkan laba bersih Prodia hingga Rp10,6 miliar pada 2030 dan aset hingga Rp30,6 miliar di tahun yang sama. Kolaborasi ini bertujuan untuk menjadikan Indonesia produsen dan pionir terapi sel punca, serta mengekspansi layanan ke Asia Tenggara. "
    },
    {
        "judul": "Kejutan! BlackRock & Vanguard Masuk Saham BBRI Bareng JP Morgan",
        "post_date": "2025-07-14",
        "url": "https://www.emitennews.com/news/kejutan-blackrock-vanguard-masuk-saham-bbri-bareng-jp-morgan",
        "summary": "Investor global seperti BlackRock, Vanguard, dan JPMorgan Chase meningkatkan kepemilikan saham BRI (BBRI) di kuartal II/2025. Kepercayaan ini didorong oleh kinerja fundamental BRI yang kuat, termasuk laba bersih Rp13,80 triliun di kuartal I 2025 dan peluncuran inisiatif BRIvolution untuk transformasi bisnis. BRI juga memiliki infrastruktur yang luas dan jangkauan layanan yang besar di Indonesia. "
    }
]