[
    {
        "judul": "IHSG Ditutup Naik 0,34 Persen, Tiga Saham Tambang LQ45 Pendorongnya",
        "post_date": "2025-06-04",
        "url": "https://www.emitennews.com/news/ihsg-ditutup-naik-034-persen-tiga-saham-tambang-lq45-pendorongnya",
        "summary": "IHSG ditutup menguat 0,34% ke 7.069,03, didorong kenaikan sembilan sektor, terutama barang baku (4,60%), transportasi (1,53%), dan kesehatan (1,49%). Sektor keuangan dan perindustrian melemah. Volume perdagangan mencapai 24,44 miliar saham senilai Rp 15,13 triliun. MBMA, MDKA, dan INCO menjadi top gainers LQ45, sementara BRIS, ARTO, dan BBRI menjadi top losers. "
    },
    {
        "judul": "IDEA Tak Bagikan Dividen, Sahamnya di FCA Ambles",
        "post_date": "2025-06-04",
        "url": "https://www.emitennews.com/news/idea-tak-bagikan-dividen-sahamnya-di-fca-ambles",
        "summary": "RUPST PT Idea Indonesia Akademi (IDEA) pada 3 Juni 2025 menyetujui laporan keuangan 2024, tetapi tidak membagikan dividen karena laba bersih turun menjadi Rp836 juta. Gaji direksi dan komisaris disetujui. Saham IDEA melemah 2% ke Rp43 per saham pada 4 Juni. IDEA bergerak di sektor hospitality, cruising, food & beverages, dan pelatihan SDM. "
    },
    {
        "judul": "Laba 2024 Boncos, Hassana Boga (NAYZ) Putuskan Puasa Dividen",
        "post_date": "2025-06-04",
        "url": "https://www.emitennews.com/news/laba-2024-boncos-hassana-boga-nayz-putuskan-puasa-dividen",
        "summary": "RUPST PT Hassana Boga Sejahtera (NAYZ) pada 3 Juni 2025 menyetujui laporan keuangan 2024 yang mencatat laba bersih Rp 134,4 juta (turun 56,3% dari tahun 2023). Tidak ada dividen yang dibagikan. Saham NAYZ turun 4% menjadi Rp 48 per lembar pada 4 Juni 2025. "
    },
    {
        "judul": "PP Presisi (PPRE) Sebut Bakal Lunasi Obligasi Jatuh Tempo Juni 2025",
        "post_date": "2025-06-04",
        "url": "https://www.emitennews.com/news/pp-presisi-ppre-sebut-bakal-lunasi-obligasi-jatuh-tempo-juni-2025",
        "summary": "PT PP Presisi Tbk (PPRE) memastikan akan melunasi obligasi Rp107,35 miliar yang jatuh tempo 30 Juni 2025. Pembayaran akan menggunakan dana dari surplus kas, pendanaan perbankan, dan refinancing pasar modal, dan akan disalurkan melalui KSEI paling lambat satu hari kerja sebelum jatuh tempo. PPRE menegaskan komitmennya untuk memenuhi kewajiban keuangan kepada investor. "
    },
    {
        "judul": "Komisaris ITSEC Asia (CYBR) Lepas Saham Lagi, Ini Jumlahnya",
        "post_date": "2025-06-04",
        "url": "https://www.emitennews.com/news/komisaris-itsec-asia-cybr-lepas-saham-lagi-ini-jumlahnya",
        "summary": "Komisaris PT ITSEC Asia Tbk (CYBR), Andri Hutama Putra, menjual 800.000 saham CYBR pada 27 Mei 2025 seharga Rp1.095-Rp1.110 per saham, dan sebelumnya telah menjual 200.000 saham pada April 2025 seharga Rp1.045 per saham. Penjualan ini untuk keperluan investasi lain, mengurangi kepemilikannya di CYBR menjadi 0,392% dari sebelumnya 0,404%. "
    }
]