[
    {
        "judul": "IHSG Jadi Salah Satu Indeks Terkuat di Asean, Cek Katalisnya",
        "post_date": "2025-07-13",
        "url": "https://market.bisnis.com/read/20250713/7/1892741/ihsg-jadi-salah-satu-indeks-terkuat-di-asean-cek-katalisnya",
        "summary": "IHSG menjadi salah satu indeks saham terkuat di Asia Tenggara, hanya kalah dari Vietnam dan Singapura. Kenaikan ini didorong oleh beberapa faktor positif, termasuk sikap The Fed yang lebih dovish, potensi penurunan suku bunga, perbaikan kinerja emiten, dan stabilitas ekonomi makro dalam negeri. Analis juga melihat valuasi IHSG masih menarik dan potensi pertumbuhan ekonomi Indonesia yang besar sebagai katalis positif. Meskipun melemah 0,46% secara year-to-date, IHSG diprediksi akan meningkat jika Bank Indonesia menurunkan suku bunga acuan dan terjadi inflow investasi asing. "
    },
    {
        "judul": "Pembiayaan dan Literasi Keuangan, BRI Berdayakan 41 Ribu Klaster Usaha",
        "post_date": "2025-07-13",
        "url": "https://www.emitennews.com/news/pembiayaan-dan-literasi-keuangan-bri-berdayakan-41-ribu-klaster-usaha",
        "summary": "BRI melalui program \"Klasterku Hidupku\" telah memberdayakan 41.217 klaster UMKM hingga Juni 2025. Program ini fokus pada peningkatan kelas UMKM dengan pelatihan, akses keuangan, dan bantuan sarana produksi. Sebagian besar klaster (82,19%) berasal dari sektor produksi, dengan pertanian sebagai sektor terbanyak (47,63%). BRI juga menjalankan program pemberdayaan lain seperti Desa BRILiaN, Rumah BUMN, LinkUMKM, dan PARI untuk mendukung UMKM dan perekonomian nasional. Hingga Juni 2025, 170.000 UMKM telah mendapatkan akses pembiayaan. "
    },
    {
        "judul": "PP Presisi (PPRE) Ungkap Kontrak Baru",
        "post_date": "2025-07-13",
        "url": "https://www.emitennews.com/news/pp-presisi-ppre-ungkap-kontrak-baru",
        "summary": "PT PP Presisi Tbk (PPRE) mendapatkan kontrak proyek sipil senilai Rp144 miliar di Merauke, Papua, untuk mendukung pengembangan sektor perkebunan. Proyek berdurasi 14 bulan ini meliputi pemindahan tanah, pembangunan jalan sementara, dan sistem drainase. Total kontrak PPRE hingga Semester I-2025 mencapai Rp3 triliun. "
    },
    {
        "judul": "Daftar Top Gainers Sepekan: Saham LABA, SHID, NICE Melesat",
        "post_date": "2025-07-12",
        "url": "https://market.bisnis.com/read/20250712/7/1892627/daftar-top-gainers-sepekan-saham-laba-shid-nice-melesat",
        "summary": "IHSG naik 2,65% pada pekan 7-11 Juli 2025, mencapai 7.047,438. Saham PT Green Power Group (LABA) memimpin kenaikan dengan lonjakan 52,99% dikarenakan rencana akuisisi saham Bangun Karya Perkasa Jaya (KRYA). Saham PT Hotel Sahid Jaya International (SHID), PT Adhi Kartiko Pratama (NICE), dan PT Allo Bank Indonesia (BBHI) juga mengalami kenaikan signifikan, masing-masing sebesar 34,88%, 32,97%, dan 32,94%. Beberapa saham lain seperti IOTF, ARTA, ASPI, AIMS, TBMS, dan PTRO juga masuk dalam jajaran top gainers. "
    },
    {
        "judul": "Obligasi dan Sukuk Rp2,5T Jadi Largest Milestone Entitas Surge (WIFI)",
        "post_date": "2025-07-12",
        "url": "https://www.emitennews.com/news/obligasi-dan-sukuk-rp25t-jadi-largest-milestone-entitas-surge-wifi",
        "summary": "Obligasi dan sukuk PT Integrasi Jaringan Ekosistem (IJE) senilai Rp2,5 triliun habis terjual dalam dua hari. Penerbitan surat utang ini mengalami kelebihan permintaan (oversubscribed) dan menarik minat investor institusional domestik, termasuk bank, manajer aset, dan dana pensiun, bahkan individu. Keberhasilan ini dikaitkan dengan peningkatan rating IJE dan kemitraan strategis dengan NTT East dari Jepang, yang meningkatkan kepercayaan investor. Para analis melihat penerbitan ini sebagai sinyal positif bagi ekspansi bisnis IJE di sektor kabel dan fiber optik. "
    }
]