[
    {
        "judul": "Crazy Rich Hermanto Tanoko Bicara Prospek Saham BBRI, BBNI hingga ADRO",
        "post_date": "2025-07-10",
        "url": "https://market.bisnis.com/read/20250710/7/1892089/crazy-rich-hermanto-tanoko-bicara-prospek-saham-bbri-bbni-hingga-adro",
        "summary": "Hermanto Tanoko, taipan Surabaya, tetap memegang saham Bank BRI (BBRI) dan Bank BNI (BBNI), serta emiten tambang. Ia menilai valuasi dan *dividend yield* (8-9%) saham bank tersebut menarik, meskipun harga sahamnya sedang turun. Ia juga optimistis terhadap prospek jangka panjang dan *dividend yield* tinggi dari saham tambang seperti ADRO dan PGAS. "
    },
    {
        "judul": "Debut di BEI, Saham Afiliasi Alfamart Trimitra Trans Pesada (BLOG) Melesat 24,8%",
        "post_date": "2025-07-10",
        "url": "https://market.bisnis.com/read/20250710/7/1892040/debut-di-bei-saham-afiliasi-alfamart-trimitra-trans-pesada-blog-melesat-248",
        "summary": "Saham PT Trimitra Trans Persada Tbk (BLOG), perusahaan afiliasi Alfamart, melesat 24,8% pada hari pertama perdagangan di BEI (10/7/2025). IPO BLOG yang menawarkan 563,247 juta saham seharga Rp250 per saham, meraih Rp140,81 miliar. Dana hasil IPO akan digunakan untuk membangun tiga gudang pendingin dan membeli 75-100 kendaraan untuk memperkuat jaringan distribusi dan kapasitas gudang. "
    },
    {
        "judul": "Saham Bank Himbara Kompak Melesat, BBRI Naik 5,16%",
        "post_date": "2025-07-10",
        "url": "https://finance.detik.com/bursa-dan-valas/d-8005504/saham-bank-himbara-kompak-melesat-bbri-naik-5-16",
        "summary": "Saham-saham Himbara, termasuk BRI (naik 2,61%), BBTN (naik 5%), BSI (naik 3,83%), BBNI (naik 2,75%), dan BMRI (naik 2,34%), mengalami kenaikan signifikan. Kenaikan ini mencerminkan kepercayaan pasar terhadap kesolidan Himbara meskipun menghadapi tantangan. "
    },
    {
        "judul": "BRI dan Dunia Digital: Apa Kabar BRImo & Digitalisasi Layanan?",
        "post_date": "2025-07-10",
        "url": "https://finance.detik.com/bursa-dan-valas/d-8001049/bri-dan-dunia-digital-apa-kabar-brimo-digitalisasi-layanan",
        "summary": "BRI membukukan kinerja positif di kuartal I 2025 dengan laba bersih Rp 13,80 triliun dan aset Rp 2.098,23 triliun (tumbuh 5,49% yoy). Pertumbuhan ini didorong oleh peningkatan transaksi BRImo (Rp 1.599 triliun, naik 27,79% yoy) dan ekspansi layanan digital, termasuk investasi emas (Rp 279,8 miliar transaksi hingga Februari 2025). BRI juga meraih penghargaan \"Mobile Banking Paling Inovatif\" dan peringkat pertama dalam kategori Overall Digital Channel pada BSEM 2025. Pertumbuhan kredit didominasi segmen UMKM (81,97%), sementara NPL turun menjadi 2,97%. Analis memprediksi peningkatan valuasi saham BBRI, dengan berbagai rekomendasi beli pada rentang harga tertentu. BRI juga mencatat pertumbuhan signifikan pada transaksi AgenBRILink, mencapai 443 juta transaksi. "
    },
    {
        "judul": "BRI Lagi-Lagi Masuk Daftar Bank Terbaik Dunia",
        "post_date": "2025-07-10",
        "url": "https://www.emitennews.com/news/bri-lagi-lagi-masuk-daftar-bank-terbaik-dunia",
        "summary": "BRI dinobatkan sebagai bank terbaik di Indonesia dan peringkat 114 dunia oleh The Banker dalam daftar Top 1000 World Banks 2025. Prestasi ini didorong oleh kinerja keuangan BRI yang kuat, termasuk Tier 1 Capital US$18,03 miliar dan laba sebelum pajak US$4,8 miliar. BRI juga meluncurkan BRIvolution Initiatives Phase 1 untuk akselerasi transformasi bisnisnya. Sebelas bank Indonesia lainnya juga masuk dalam daftar Top 1000 World Banks 2025. "
    }
]