[
    {
        "judul": "Analis Optimistis Prospek Saham BBRI, Ada Sentimen Koperasi",
        "post_date": "2025-07-20",
        "url": "https://finance.detik.com/bursa-dan-valas/d-8020593/analis-optimistis-prospek-saham-bbri-ada-sentimen-koperasi",
        "summary": "Indo Premier memprediksi kenaikan harga saham BRI (BBRI) hingga 21,1% karena program Kredit Desa Membangun Potensi (KDMP). Program ini dinilai akan meningkatkan pembiayaan BRI di sektor mikro dan pedesaan, memperluas basis nasabah, dan membuka peluang cross-selling layanan perbankan lainnya. Meskipun demikian, BRI juga meluncurkan BRIvolution Initiatives Phase 1 untuk memperkuat transformasi bisnisnya dan menjaga kinerja berkelanjutan. Indo Premier menilai saham BBRI tetap menarik dengan valuasi yang rendah dan proyeksi laba bersih yang solid. "
    },
    {
        "judul": "Ini Wealth Creation Pertama di RI, Bisa Kolaborasi Antar Investor",
        "post_date": "2025-07-20",
        "url": "https://finance.detik.com/bursa-dan-valas/d-8020563/ini-wealth-creation-pertama-di-ri-bisa-kolaborasi-antar-investor",
        "summary": "IPOT menawarkan empat strategi pengelolaan investasi: memisahkan akun trading jangka pendek dan jangka panjang; investasi berbasis keluarga dengan bimbingan orang tua; investasi komunitas dengan pengelola bersama; dan asistensi advisor profesional dengan akses penuh atau hanya pemantauan. "
    },
    {
        "judul": "IHSG Lompat 3,75% Sepekan Terakhir",
        "post_date": "2025-07-20",
        "url": "https://finance.detik.com/bursa-dan-valas/d-8019924/ihsg-lompat-3-75-sepekan-terakhir",
        "summary": "IHSG naik 3,75% pada Jumat (18/7/2025), ditutup di 7.311,91. Investor asing mencatatkan net buy Rp 277,31 miliar pada hari itu, meskipun sepanjang tahun 2025 tercatat net sell Rp 59,50 triliun. Nilai transaksi harian, frekuensi, dan volume juga meningkat signifikan, begitu pula kapitalisasi pasar BEI. "
    },
    {
        "judul": "Triniti Land (TRIN) Teken Transaksi Strategis",
        "post_date": "2025-07-20",
        "url": "https://www.emitennews.com/news/triniti-land-trin-teken-transaksi-strategis",
        "summary": "PT Perintis Triniti Properti Tbk. (TRIN) dan PT Surya Mulia Land memulai pembangunan Holdwell Business Park, kawasan bisnis modern seluas 12,5 hektar di Bandar Lampung. Berlokasi strategis di jalur utama penghubung Jawa-Sumatera, kawasan ini dirancang sebagai pusat logistik dan bisnis untuk pelaku usaha distribusi, manufaktur, dan logistik, diharapkan dapat mendorong pertumbuhan ekonomi lokal dan menciptakan lapangan kerja. "
    },
    {
        "judul": "Sentimen Positif Muncul, Saham BBRI Bisa Melejit ke Sini!",
        "post_date": "2025-07-20",
        "url": "https://www.emitennews.com/news/sentimen-positif-muncul-saham-bbri-bisa-melejit-ke-sini",
        "summary": "Program Koperasi Desa Merah Putih (KDMP) yang diluncurkan pada 19 Juli 2025 diprediksi akan meningkatkan prospek saham BRI. Indo Premier Sekuritas merekomendasikan pembelian saham BBRI dengan target harga Rp4.700, karena KDMP akan memperluas pembiayaan BRI di sektor mikro dan pedesaan, sesuai dengan core business BRI. KDMP menargetkan 80.000 koperasi desa, membutuhkan pembiayaan sekitar Rp3 miliar per koperasi. BRI juga meluncurkan BRIvolution Initiatives Phase 1 untuk transformasi bisnis, guna memperkuat posisi sebagai bank terbesar dan paling inklusif di Indonesia. "
    }
]