[
    {
        "judul": "Ikuti CDIA, BEI: 8 Perusahaan Raksasa Siap IPO di Semester II/2025",
        "post_date": "2025-06-23",
        "url": "https://market.bisnis.com/read/20250623/7/1887332/ikuti-cdia-bei-8-perusahaan-raksasa-siap-ipo-di-semester-ii2025",
        "summary": "Pada semester II 2025, Bursa Efek Indonesia (BEI) mencatat 14 perusahaan dalam pipeline IPO, delapan di antaranya berskala besar (aset >Rp250 miliar). Sebanyak tiga perusahaan *lighthouse* (kapitalisasi pasar >Rp3 triliun, free float minimal 15%) telah IPO, dengan target penambahan dua lagi di tahun ini dari sektor energi dan consumer. Sektor keuangan dan transportasi/logistik mendominasi pipeline IPO dengan masing-masing tiga perusahaan. "
    },
    {
        "judul": "Indeks Saham Syariah Terus Menghijau Saat IHSG Kembali Melemah",
        "post_date": "2025-06-23",
        "url": "https://market.bisnis.com/read/20250623/7/1887213/indeks-saham-syariah-terus-menghijau-saat-ihsg-kembali-melemah",
        "summary": "Indeks Saham Syariah (ISSI) naik 4,31% sejak awal tahun, sementara Indeks Harga Saham Gabungan (IHSG) turun 2,44%. Kenaikan ISSI didorong oleh saham teknologi dan komoditas, berbeda dengan IHSG yang tertekan oleh koreksi harga saham perbankan non-syariah. BEI menilai kinerja ISSI yang lebih baik mencerminkan manajemen risiko yang lebih baik dalam investasi syariah. Analis memprediksi tren positif ISSI akan berlanjut, menyarankan beberapa saham ISSI untuk dipertimbangkan. "
    },
    {
        "judul": "RUPST Delta Giri Wacana (DGWG) Setuju Aktifkan Usaha Bahan Aktif",
        "post_date": "2025-06-23",
        "url": "https://www.emitennews.com/news/rupst-delta-giri-wacana-dgwg-setuju-aktifkan-usaha-bahan-aktif",
        "summary": "RUPST PT Delta Giri Wacana Tbk (DGWG) membagikan dividen Rp52,9 miliar dan mengalokasikan Rp5 miliar untuk dana cadangan. Mereka juga mengaktifkan kembali bisnis bahan baku pemberantasan hama (bahan aktif, KBLI 20211) melalui anak usaha, PT Dharma Guna Wibawa, sebagai strategi ekspansi hulu untuk memperkuat kinerja jangka panjang dan ketahanan pangan nasional. Langkah ini sejalan dengan alokasi pemerintah sebesar Rp139,4 triliun untuk sektor pangan di tahun 2025. "
    },
    {
        "judul": "Delta Giri (DGWG) Dapat Restu Bagikan Dividen dan Bentuk Usaha Baru",
        "post_date": "2025-06-23",
        "url": "https://www.emitennews.com/news/delta-giri-dgwg-dapat-restu-bagikan-dividen-dan-bentuk-usaha-baru",
        "summary": "PT Delta Giri Wacana Tbk (DGWG) membagikan dividen tunai Rp52,9 miliar kepada pemegang sahamnya dari laba bersih tahun buku 2024. Selain itu, mereka juga mengalokasikan dana cadangan dan laba ditahan. Dalam RUPS Luar Biasa, DGWG mendapat persetujuan untuk mengaktifkan kembali bisnis bahan baku pemberantasan hama (bahan aktif) melalui anak usahanya, PT Dharma Guna Wibawa. Ekspansi ini bertujuan memperkuat rantai pasok, mengurangi ketergantungan pihak ketiga, dan membuka akses ke pasar baru, sehingga diharapkan meningkatkan pendapatan dan profitabilitas perusahaan di masa depan. "
    },
    {
        "judul": "BRI Cetak Sejarah! Terbitkan Social Bond Rp5T",
        "post_date": "2025-06-23",
        "url": "https://www.emitennews.com/news/bri-cetak-sejarah-terbitkan-social-bond-rp5t",
        "summary": "BRI menerbitkan Social Bond senilai Rp5 triliun (oversubscribed hingga Rp6,57 triliun), menjadi bank pertama di Indonesia yang melakukannya. Dana tersebut akan digunakan untuk mendanai proyek-proyek sosial seperti infrastruktur dasar, akses layanan esensial, perumahan terjangkau, dan penciptaan lapangan kerja, termasuk pembiayaan UMKM. Penerbitan obligasi ini, yang mendapat peringkat idAAA dari Pefindo, merupakan bagian dari program penghimpunan dana Rp20 triliun dan bertujuan untuk memperkuat struktur pendanaan BRI serta mendukung komitmen ESG perusahaan. Obligasi ditawarkan dalam tiga seri dengan tenor dan bunga berbeda, dan akan dicatatkan di BEI dan KSEI. "
    }
]