[
    {
        "judul": "IHSG Dibuka Naik ke Zona Hijau, Saham ANTM, BMRI, hingga PTRO Menguat",
        "post_date": "Rabu, 7 Mei 2025 | 10:12",
        "url": "https://market.bisnis.com/read/20250507/7/1875004/ihsg-dibuka-naik-ke-zona-hijau-saham-antm-bmri-hingga-ptro-menguat",
        "content": "Bisnis.com, JAKARTA — Indeks harga saham gabungan (IHSG) dibuka di zona hijau pada perdagangan hari ini, Rabu (7/5/2025). Saham produsen emas ANTM, BMRI, hingga PTRO naik ke zona hijau pagi ini. Berdasarkan data RTI Infokom, pada pukul 09.00 WIB, IHSG dibuka menguat pada posisi 6.925,25. IHSG sempat bergerak pada rentang 6.916-6.928 sesaat setelah pembukaan. Tercatat, 232 saham menguat, 88 saham melemah, dan 237 saham bergerak di tempat. Kapitalisasi pasar IHSG terpantau menjadi Rp12.060 triliun. Saham PT Aneka Tambang Tbk. (ANTM) menjadi salah satu saham yang menguat pagi ini, dengan naik 1,18% ke level Rp2.570 per saham. Lalu saham PT Bank Mandiri (Persero) Tbk. (BMRI) juga ikut menguat 0,40% ke level Rp5.000 per saham hari ini. Selain itu, saham emiten Prajogo Prangestu PT Petrosea Tbk. (PTRO) juga menguat 2,37% ke level Rp3.020 per saham pagi ini. Head of Research Phintraco Sekuritas Valdy Kurniawan menjelaskan pelaku pasar di Indonesia juga mengantisipasi pengumuman hasil FOMC pada 8 Mei 2025 dini hari. Menjelang pertemuan tersebut, nilai tukar rupiah relatif stabil di kisaran Rp16.400 per dolar AS, menguat dari kisaran Rp16.850 per dolar AS pekan lalu. Penguatan tersebut salah satunya dipicu oleh peluang tercapainya trade deals, termasuk prospek negosiasi AS dengan China yang mulai mencuat sejak pekan terakhir April 2025. Dari dalam negeri, BI dijadwalkan merilis posisi cadangan devisa per akhir April 2025 pada Rabu (6/5/2025). Posisi cadangan devisa diperkirakan tidak banyak berubah dan masih setara dengan 6 bulan impor. Adapun, sejumlah saham yang menjadi top picks Phintraco Sekuritas pada Rabu (7/5/2025), adalah INCO, HRUM, TINS, MDKA, dan DOID.  Disclaimer: berita ini tidak bertujuan mengajak membeli atau menjual saham. Keputusan investasi sepenuhnya ada di tangan pembaca. Bisnis.com tidak bertanggung jawab terhadap segala kerugian maupun keuntungan yang timbul dari keputusan investasi pembaca.",
        "source": "Bisnis Market",
        "id": 2,
        "sentiment_score": 0.5,
        "summary": "IHSG dibuka naik di angka 6.925,25 pada Rabu (7/5/2025), dengan saham ANTM, BMRI, dan PTRO menguat.  Penguatan IHSG dipicu oleh antisipasi pengumuman FOMC dan stabilitas nilai tukar rupiah di kisaran Rp16.400 per dolar AS, serta prospek negosiasi perdagangan AS-China.  Cadangan devisa Indonesia diperkirakan tetap stabil. Phintraco Sekuritas merekomendasikan INCO, HRUM, TINS, MDKA, dan DOID.\n"
    },
    {
        "judul": "Wall Street Melemah Jelang Keputusan The Fed",
        "post_date": "Rabu, 7 Mei 2025 | 06:27",
        "url": "https://market.bisnis.com/read/20250507/7/1874969/wall-street-melemah-jelang-keputusan-the-fed",
        "content": "Bisnis.com, JAKARTA – Sentimen penghindaran risiko kembali mendominasi Wall Street menjelang keputusan suku bunga The Fed. Bursa saham Amerika Serikat ditutup melemah pada Selasa (6/5/2025) setelah komentar tarif dari Presiden Donald Trump gagal menenangkan kecemasan soal dampak ekonomi dari perang dagang yang terus bergulir. Melansir Bloomberg, Rabu (7/5/2025), indeks S&P 500 ditutup melemah 0,8%, Nasdaq 100 turun 0,9%, dan Dow Jones juga melemah 0,9%. Indeks S&P 500 sempat mendekati posisi impas namun akhirnya tergelincir hampir 1%. Trump menyatakan akan menetapkan besar tarif dan memberikan pengecualian bagi mitra dagang yang bersedia memenuhi syarat tertentu, menandakan pendekatan yang lebih koersif ketimbang negosiasi timbal balik. Kecemasan atas kebijakan perdagangan mendorong investor memburu obligasi, yang juga terbantu oleh hasil kuat dari lelang obligasi pemerintah AS senilai US$42 miliar untuk tenor 10 tahun. Di tengah ketidakpastian, investor mengabaikan pernyataan Menteri Keuangan Scott Bessent yang menyebut negosiasi perdagangan dengan beberapa negara mitra berlangsung baik. Pasar menganggap belum ada kemajuan berarti. Baca Juga Hanya sehari jelang pengumuman The Fed, mayoritas pelaku pasar memperkirakan bank sentral akan mempertahankan suku bunga. Meski Trump terus menekan agar dilakukan pemangkasan, The Fed lebih memilih menunggu data ekonomi hasil dari kebijakan tarif yang diberlakukan bulan lalu. “Jika para pelaku pasar berharap The Fed akan menjadi penyelamat dan menenangkan lonjakan ketidakpastian kebijakan dengan sinyal dovish yang jelas, mereka sebaiknya berpikir ulang,” ujar Thierry Wizman dari Macquarie. Di sesi perdagangan setelah jam reguler, saham Marvell Technology Inc. merosot setelah memangkas proyeksi pendapatan dan menunda pertemuan investor karena kondisi ekonomi yang dinilai \"tidak pasti\". Rivian Automotive Inc. mengumumkan revisi proyeksi pengiriman kendaraan yang lebih buruk dari estimasi awal. Super Micro Computer Inc. juga melaporkan prospek yang mengecewakan, sementara Advanced Micro Devices Inc. justru tampil optimis. Imbal hasil obligasi pemerintah AS tenor 10 tahun turun lima basis poin menjadi 4,29%, sedangkan Bloomberg Dollar Spot Index melemah 0,3%. Di tengah reli historis pasar saham, analis Goldman Sachs menyebut valuasi saat ini menyisakan ruang yang sangat sempit untuk kenaikan lanjutan. Analis JPMorgan menyarankan investor tak berlindung di aset AS, sementara Max Kettner dari HSBC tetap berhati-hati karena “fundamental pasar masih lemah.” Analis Pepperstone Michael Brown mengatakan pasar saham yang terlalu percaya diri menghadapi ketidakpastian dagang yang belum reda, serta risiko ekonomi yang besar dan belum dihargai secara memadai. “Saya masih memilih beli emas saat harga melemah dan jual dolar saat menguat,” jelasnya.",
        "source": "Bisnis Market",
        "id": 4,
        "sentiment_score": 0.3666666666666667,
        "summary": "Wall Street melemah akibat sentimen penghindaran risiko menjelang keputusan suku bunga The Fed dan ketidakpastian perang dagang.  Indeks S&P 500, Nasdaq 100, dan Dow Jones turun sekitar 0,8% - 0.9%.  Meskipun Menteri Keuangan menyatakan negosiasi perdagangan berjalan baik, pasar tetap khawatir atas kebijakan tarif Trump yang dinilai koersif.  Investor beralih ke obligasi, sementara beberapa perusahaan teknologi merilis proyeksi pendapatan yang mengecewakan. Analis memperingatkan valuasi pasar saham yang tinggi dan risiko ekonomi yang belum terhargai.\n"
    },
    {
        "judul": "Harga Saham IDX BUMN20 Naik 16,96% Sebulan, Intip Emiten Pendorongnya",
        "post_date": "Rabu, 7 Mei 2025 | 00:19",
        "url": "https://market.bisnis.com/read/20250507/7/1874938/harga-saham-idx-bumn20-naik-1696-sebulan-intip-emiten-pendorongnya",
        "content": "Bisnis.com, JAKARTA — Indeks saham emiten pelat merah atau BUMN perlahan menunjukkan penguatan, didorong oleh sejumlah faktor seperti kinerja keuangan serta bergulirnya Danantara. Bagaimana kemudian prospeknya ke depan? Berdasarkan data Bursa Efek Indonesia (BEI), indeks BUMN atau IDX BUMN20 menguat 0,87% pada perdagangan hari ini, Selasa (6/5/2025), ke level 351,6. IDX BUMN20 pun telah menguat 16,96% dalam sebulan perdagangan terakhir. Adapun, IDX BUMN20 hanya terkoreksi 2,47% sepanjang tahun berjalan (year to date/ytd). Pergerakan IDX BUMN20 itu lebih baik jika dibandingkan indeks utama seperti Indeks Harga Saham Gabungan (IHSG) yang melemah 3,5% ytd, indeks LQ45 melemah 7,18% ytd, serta IDX30 melemah 5,83% ytd. Head of Investment Specialist Fath Aliansyah Budiman mengatakan indeks BUMN memang telah mengalami penguatan dalam beberapa waktu terakhir, terdorong oleh kinerja sejumlah emiten. \"Sejauh ini yang performa secara kinerja keuangan dan terefleksi di pergerakan harga sahamnya serta memberikan kontribusi besar terhadap pergerakan IDX BUMN20 adalah ANTM [PT Aneka Tambang Tbk.] dan BRIS [PT Bank Syariah Indonesia Tbk.],\" ujarnya kepada Bisnis pada Selasa (6/5/2025). Harga saham ANTM memang sedang menanjak. Pada perdagangan hari ini, harga saham ANTM naik 9,48% ke level Rp2.540 per lembar. Harga saham ANTM juga melesat 66,56% ytd. Baca Juga Kemudian, harga saham BRIS naik 3,81% ke level Rp3.000 pada perdagangan hari ini. Sementara itu, harga saham BRIS naik 9,89% ytd. Dia juga menilai, saham-saham pelat merah lainnya seperti PT Telkom Indonesia Tbk. (TLKM), PT Bank Mandiri Tbk. (BMRI), PT Bank Rakyat Indonesia Tbk. (BBRI), dan PT Bank Negara Indonesia Tbk. (BBNI) yang cenderung menguat dalam sebulan perdagangan terakhir memberikan kontribusi tambahan ke IDX BUMN20. Harga saham TLKM telah naik 17,03% dalam sebulan perdagangan terakhir ke level Rp2.680. Kemudian, harga saham BMRI naik 6,64% dalam sebulan ke Rp4.980, BBRI naik 6,59% dalam sebulan ke Rp3.880, serta BBNI naik 3,72% dalam sebulan ke level Rp4.180. Senior Market Chartist Mirae Asset Sekuritas, Nafan Aji Gusta, mengatakan IDX BUMN20 memang lebih defensif dibandingkan indeks lainnya dalam empat bulan pertama 2025, didorong oleh sejumlah faktor. \"Katalis positif didapatkan dari kelanjutan pembangunan IKN. Ini bagus untuk emiten konstruksi,\" kata Nafan kepada Bisnis pada Selasa (6/5/2025). Saham-saham bank pelat merah pun mendapatkan dorongan dari kinerja laba serta kualitas rasio kredit bermasalah (non-performing loan/NPL) yang terkendali. Ke depan, indeks BUMN masih akan terdorong oleh sejumlah faktor, seperti penurunan suku bunga acuan Bank Indonesia yang berdampak ke saham perbankan serta sektor-sektor lainnya. Faktor pendorong lainnya adalah telah berjalannya superholding BUMN, Danantara. Sebagaimana diketahui, Danantara kini mengelola 844 perusahaan yang sebelumnya berada di bawah BUMN, termasuk anak, cucu, hingga cicit perusahaan. Seluruh entitas ini resmi berada di bawah kendali Danantara sejak 21 Maret 2025, tak lama setelah peresmian superholding BUMN itu dilakukan. \"Apalagi sudah adanya Danantara. Di samping itu, Danantara berkomitmen investasi di sektor riil, baik di hilirisasi maupun infrastruktur,\" ujar Nafan. Menurutnya, harga saham sejumlah emiten pelat merah telah terpriced-in. Kemudian, ke depan akan ada aksi beli dari asing atau net buy asing. \"Yang penting emiten-emiten BUMN konsisten menerapkan good corporate governance. Begitu juga dengan Danantara diharapkan menerapkan good corporate governance,\" ujar Nafan. Ia menilai terdapat sejumlah saham BUMN pilihan yang prospektif, seperti ANTM, TLKM, BMRI, serta BBRI. Meski begitu, ke depan indeks akan menghadapi gelombang fenomena \"Sell in May and Go Away\" yang kerap menjadi batu sandungan gerak pasar saham pada bulan Mei. Equity Research Analyst Panin Sekuritas, Felix Darmawan, menilai secara historis bulan Mei cenderung menjadi periode yang menantang bagi pasar saham seiring dengan fenomena \"Sell in May and Go Away\". ",
        "source": "Bisnis Market",
        "id": 6,
        "sentiment_score": 0.27999999999999997,
        "summary": "Indeks BUMN20 menguat 0,87% hari ini, mencapai 351,6 dan naik 16,96% sebulan terakhir.  Penguatan ini didorong kinerja keuangan emiten seperti ANTM dan BRIS, serta saham-saham bank BUMN lainnya (TLKM, BMRI, BBRI, BBNI).  Faktor pendukung lainnya adalah pembangunan IKN dan kinerja perbankan yang baik, ditambah dengan pembentukan superholding BUMN, Danantara.  Meskipun potensi \"Sell in May and Go Away\" menjadi tantangan,  beberapa analis menilai saham-saham BUMN tertentu masih prospektif.\n"
    },
    {
        "judul": "Catat! Superior (BLES) Guyur Dividen Rp32 Miliar",
        "post_date": "07/05/2025, 07:15 WIB",
        "url": "https://www.emitennews.com/news/catat-superior-bles-guyur-dividen-rp32-miliar",
        "content": "EmitenNews.com - Superior (BLES) akan membagi dividen Rp32 miliar. Besaran dividen itu, diambil sekitar 20 persen dari torehan laba bersih tahun buku 2024 senilai Rp160,3 miliar. Dengan demikian, para investor akan mendapat santunan dividen Rp3,6 per lembar. Rencana pembagian dividen tunai untuk periode tahun buku 2024 sesuai dengan hasil RUPS Tahunan pada 5 Mei 2025. Dan, rincian jadwal dividen tahun buku 2024 menjadi sebagai berikut. Cum dividen pasar modal dan pasar negosiasi pada 15 Mei 2025.\n\n\nEx dividen pasar reguler dan pasar negosiasi pada 16 Mei 2025. Cum dividen pasar tunai pada 19 Mei 2025. Ex dividen pasar tunai pada 20 Mei 2025. Daftar Pemegang Saham yang berhak atas dividen tunai alias recording date pada 19 Mei 2025 pukul 16.00 WIB. Pembayaran dividen pada 5 Juni 2025. Kebijakan pembagian dividen itu, berdasar data keuangan per 31 Desember 2024 dengan laba bersih Rp160,3 miliar. Saldo laba ditahan dengan alokasi penggunaan belum ditentukan Rp127,29 miliar. Dan, total ekuitas Rp1,06 triliun. (*) Rencana pembagian dividen tunai untuk periode tahun buku 2024 sesuai dengan hasil RUPS Tahunan pada 5 Mei 2025. Dan, rincian jadwal dividen tahun buku 2024 menjadi sebagai berikut. Cum dividen pasar modal dan pasar negosiasi pada 15 Mei 2025.\n\n\nEx dividen pasar reguler dan pasar negosiasi pada 16 Mei 2025. Cum dividen pasar tunai pada 19 Mei 2025. Ex dividen pasar tunai pada 20 Mei 2025. Daftar Pemegang Saham yang berhak atas dividen tunai alias recording date pada 19 Mei 2025 pukul 16.00 WIB. Pembayaran dividen pada 5 Juni 2025. Kebijakan pembagian dividen itu, berdasar data keuangan per 31 Desember 2024 dengan laba bersih Rp160,3 miliar. Saldo laba ditahan dengan alokasi penggunaan belum ditentukan Rp127,29 miliar. Dan, total ekuitas Rp1,06 triliun. (*) Ex dividen pasar reguler dan pasar negosiasi pada 16 Mei 2025. Cum dividen pasar tunai pada 19 Mei 2025. Ex dividen pasar tunai pada 20 Mei 2025. Daftar Pemegang Saham yang berhak atas dividen tunai alias recording date pada 19 Mei 2025 pukul 16.00 WIB. Pembayaran dividen pada 5 Juni 2025. Kebijakan pembagian dividen itu, berdasar data keuangan per 31 Desember 2024 dengan laba bersih Rp160,3 miliar. Saldo laba ditahan dengan alokasi penggunaan belum ditentukan Rp127,29 miliar. Dan, total ekuitas Rp1,06 triliun. (*) Pembayaran dividen pada 5 Juni 2025. Kebijakan pembagian dividen itu, berdasar data keuangan per 31 Desember 2024 dengan laba bersih Rp160,3 miliar. Saldo laba ditahan dengan alokasi penggunaan belum ditentukan Rp127,29 miliar. Dan, total ekuitas Rp1,06 triliun. (*) ",
        "source": "Emiten News",
        "id": 22,
        "sentiment_score": 0.18888888888888888,
        "summary": "Superior (BLES) akan membagikan dividen Rp3,6 per lembar saham, total Rp32 miliar (20% dari laba bersih Rp160,3 miliar tahun buku 2024).  Pembayaran dividen akan dilakukan pada 5 Juni 2025.  Tanggal cum dan ex dividen telah ditentukan untuk berbagai pasar.\n"
    },
    {
        "judul": "Siap-Siap Emiten Koleksi Lo Kheng Hong Intiland (DILD) Gelar RUPST 2025",
        "post_date": "Selasa, 6 Mei 2025 | 14:52",
        "url": "https://market.bisnis.com/read/20250506/7/1874797/siap-siap-emiten-koleksi-lo-kheng-hong-intiland-dild-gelar-rupst-2025",
        "content": "Bisnis.com, JAKARTA — Emiten properti yang menjadi salah satu koleksi jumbo Lo Kheng Hong, PT Intiland Development Tbk. (DILD) akan segera menggelar RUPST 2025. Berdasarkan keterbukaan informasi Selasa (6/5/2025), Intiland Development akan menggelar rapat umum pemegang saham tahunan (RUPST) pada 28 Mei 2025. Adapun, RUPST Intiland 2025 memiliki enam mata acara. Salah satunya penetapan penggunaan laba bersih perseroan untuk tahun buku yang berakhir 31 Desember 2024. Berdasarkan laporan keuangan per 31 Desember 2024, Intiland mencatatkan pendapatan usaha sebesar Rp2,55 triliun, atau lebih rendah 34,61% dibandingkan dengan 2023 sebesar Rp3,9 triliun. Pendapatan dari pengembangan (development income) memberikan kontribusi Rp1,66 triliun atau 65% dari keseluruhan. Perseroan tercatat membukukan pendapatan berkelanjutan (recurring income) sebesar Rp883,8 miliar, atau 25% dari keseluruhan pendapatan usaha. Dilihat dari segmen pengembangannya, kawasan perumahan memberikan kontribusi pendapatan usaha Rp659,4 miliar, atau mengalami penurunan 22,1% dibandingkan dengan 2023. Baca Juga Sementara segmen mixed-use dan high rise mencatatkan pendapatan usaha Rp371,8 miliar, atau mengalami penurunan 81,7% dibandingkan dengan tahun sebelumnya. Direktur Pengelolaan Modal dan Investasi Intiland Archied Noto Pradono mengungkapkan segmen properti investasi yang merupakan sumber pendapatan berkelanjutan juga mengalami pertumbuhan di tahun 2024. Segmen ini membukukan pendapatan sebesar Rp883,8 miliar, atau naik 14,6% dibandingkan dengan 2023 yang tercatat sebesar Rp771,3 miliar. Kontribusi terbesar masih berasal dari pengelolaan fasilitas dan sarana olahraga, serta dari penyewaan perkantoran. Kawasan industri juga memberikan kontribusi pendapatan yang berasal dari pengelolaan kawasan, pengelolaan limbah, dan penyewaan fasilitas pergudangan. “Dari sisi kinerja profitabilitas, perseroan mencatatkan laba usaha sebesar Rp263,9 miliar, lebih rendah dibandingkan dengan 2023 senilai Rp1,27 triliun. Namun demikian, perseroan masih berhasil menjaga kinerja laba bersih yang mencapai Rp174,8 miliar, atau relatif stabil dibandingkan laba bersih pada 2023 sebesar Rp174,1 miliar,” ujarnya. Disclaimer: berita ini tidak bertujuan mengajak membeli atau menjual saham. Keputusan investasi sepenuhnya ada di tangan pembaca. Bisnis.com tidak bertanggung jawab terhadap segala kerugian maupun keuntungan yang timbul dari keputusan investasi pembaca.",
        "source": "Bisnis Market",
        "id": 11,
        "sentiment_score": 0.16,
        "summary": "Intiland Development (DILD) akan menggelar RUPST pada 28 Mei 2025.  Pendapatan usaha 2024 turun 34,61% menjadi Rp2,55 triliun dibandingkan tahun 2023.  Meskipun pendapatan turun, laba bersih relatif stabil di angka Rp174,8 miliar.  Pendapatan berkelanjutan (recurring income) justru naik 14,6% menjadi Rp883,8 miliar, didorong oleh segmen properti investasi.\n"
    }
]