[
    {
        "judul": "Pacu Pendalaman Pasar Saham, BEI Terbitkan Aturan Liquidity Provider",
        "post_date": "2025-05-08T14:11:00",
        "raw_post_date": "Kamis, 8 Mei 2025 | 14:11",
        "url": "https://market.bisnis.com/read/20250508/7/1875458/pacu-pendalaman-pasar-saham-bei-terbitkan-aturan-liquidity-provider",
        "content": "Bisnis.com, JAKARTA — PT Bursa Efek Indonesia (BEI) menerbitkan dasar hukum pelaksanaan kegiatan penyedia likuiditas (liquidity provider) untuk meningkatkan pendalaman dan kualitas pasar saham. Direktur Pengembangan BEI Jeffrey Hendrik mengatakan peraturan itu merupakan komitmen BEI untuk terus berinovasi dalam meningkatkan likuiditas di Pasar Modal Indonesia serta menciptakan pasar modal yang lebih teratur, wajar, dan efisien sekaligus menarik bagi seluruh pelaku pasar, baik domestik maupun internasional. Untuk itu, BEI menerbitkan Peraturan Bursa Nomor II-Q tentang Kegiatan Liquidity Provider Saham di Bursa dan Peraturan Bursa Nomor III-Q tentang Liquidity Provider Saham di Bursa sebagai dasar hukum implementasi liquidity provider saham. Dua peraturan itu mulai berlaku efektif pada 8 Mei 2025. Jeffrey menyampaikan bahwa pemberlakuan peraturan ini merupakan hasil dari kajian dan koordinasi dengan berbagai pemangku kepentingan. “Peran liquidity provider menjadi sangat penting dalam meningkatkan pendalaman dan kualitas pasar, khususnya dalam mendukung pembentukan harga wajar serta mengurangi bid-ask spread pada saham-saham dengan likuiditas rendah” ujar Jeffrey dalam keterangan resmi, Kamis (8/5/2025). Secara umum, lanjutnya, Peraturan Nomor II-Q mengatur secara menyeluruh kegiatan liqudity provider saham, termasuk di dalamnya payung hukum atas kriteria saham yang dapat dikuotasikan oleh liquidity provider saham. Adapun, kriteria saham yang dapat dikuotasikan mempertimbangkan parameter seperti volume transaksi harian, frekuensi transaksi harian, kapitalisasi pasar, spread harga, rasio free float dan fundamental saham. Pengaturan terkait kriteria saham diatur lebih lanjut dalam Surat Keputusan Direksi PT Bursa Efek Indonesia nomor: Kep-00003/BEI/04-2025 perihal Peraturan Nomor II-Q tentang Kegiatan Liquidity Provider Saham di Bursa. Sebagai catatan, implementasi liquidity provider Saham ini tidak berlaku untuk seluruh saham yang tercatat di BEI. Setiap 6 bulan sekali, BEI akan menerbitkan daftar efek liquidity provider saham yang berisi kumpulan saham terpilih berdasarkan kriteria tertentu yang dapat dipilih oleh liquidity provider saham untuk dilakukan kuotasi setiap Hari Bursa dengan tujuan meningkatkan likuiditas dan efisiensi perdagangan pada saham-saham tersebut.",
        "source": "Bisnis Market",
        "id": 22,
        "sentiment_score": 0.4,
        "summary": "BEI menerbitkan peraturan baru yang mengatur kegiatan penyedia likuiditas (liquidity provider) saham, efektif 8 Mei 2025.  Peraturan ini bertujuan meningkatkan likuiditas dan kualitas pasar saham Indonesia, khususnya untuk saham-saham dengan likuiditas rendah, dengan cara mengurangi selisih harga jual dan beli (bid-ask spread).  Penerapannya bertahap, dengan BEI menerbitkan daftar saham yang memenuhi kriteria setiap enam bulan.\n"
    },
    {
        "judul": "Pelaku Pasar Optimistis 'Liquidity Provider' Bisa Naikkan Likuiditas",
        "post_date": "2025-05-08T13:45:00",
        "raw_post_date": "Kamis, 8 Mei 2025 | 13:45",
        "url": "https://market.bisnis.com/read/20250508/7/1875444/pelaku-pasar-optimistis-liquidity-provider-bisa-naikkan-likuiditas",
        "content": "Bisnis.com, JAKARTA — Bursa Efek Indonesia (BEI) membuka pendaftaran liquidity provider saham di pasar modal. Pelaku pasar optimistis kegiatan ini dapat meningkatkan likuiditas pasar modal. Presiden Direktur Korea Investment & Sekuritas Indonesia Eric K.H. Nam mengatakan liquidity provider ini dapat meningkatkan likuiditas pasar saat ini. Dia meyakini, liquidity provider dapat memberikan manfaat bagi semua saham dan perusahaan yang saat ini mengalami kesulitan karena kurangnya likuiditas di pasar modal. \"Setahu saya, liquidity provider ini sedikit berbeda dari model yang kami miliki di Korea Selatan. Jadi, sekarang kami sedang berdiskusi secara intens dengan regulator mengenai bagaimana kami bisa mengurangi risiko-risiko tersebut di pasar lokal jika dibandingkan dengan pasar modal asing lainnya,\" kata Eric, ditemui di Bursa Efek Indonesia, Jakarta, Kamis (8/5/2025). Eric melanjutkan, dari sisi regulasi, masih ada beberapa hal yang belum sepenuhnya jelas bagi para penyedia likuiditas atau liquidity provider dalam menerapkan sistem mekanis tersebut melalui sistem KISI. \"Jadi, saat ini kami sedang berkomunikasi dengan pihak regulator, dan tentu saja juga dengan klien-klien kami. Namun, kami berharap bisa segera meluncurkan produk-produk tersebut secepat mungkin,\" ucap Eric. Sebagai informasi, BEI secara resmi memberlakukan Peraturan Bursa Nomor II-Q tentang Kegiatan Liquidity Provider Saham di Bursa dan Peraturan Bursa Nomor III-Q tentang Liquidity Provider Saham di Bursa sebagai dasar hukum implementasi Liquidity Provider Saham. Direktur Pengembangan BEI Jeffrey Hendrik mengatakan pemberlakuan peraturan ini merupakan hasil dari kajian dan koordinasi dengan berbagai pemangku kepentingan. “Peran Liquidity Provider menjadi sangat penting dalam meningkatkan pendalaman dan kualitas pasar, khususnya dalam mendukung pembentukan harga wajar serta mengurangi bid-ask spread pada saham-saham dengan likuiditas rendah,” ujar Jeffrey. Secara umum, Peraturan Nomor II-Q mengatur secara menyeluruh kegiatan Liqudity Provider Saham, termasuk di dalamnya payung hukum atas kriteria saham yang dapat dikuotasikan oleh Liquidity Provider Saham. Adapun kriteria saham yang dapat dikuotasikan mempertimbangkan parameter seperti volume transaksi harian, frekuensi transaksi harian, kapitalisasi pasar, spread harga, rasio free float dan fundamental saham. Sebagai catatan, implementasi Liquidity Provider Saham ini tidak berlaku untuk seluruh saham yang tercatat di BEI. Setiap enam bulan sekali, BEI akan menerbitkan daftar Efek Liquidity Provider Saham yang berisi kumpulan saham terpilih berdasarkan kriteria tertentu yang dapat dipilih oleh Liquidity Provider Saham untuk dilakukan kuotasi setiap Hari Bursa. Tujuannya adalah untuk meningkatkan likuiditas dan efisiensi perdagangan pada saham-saham tersebut. Disclaimer: berita ini tidak bertujuan mengajak membeli atau menjual saham. Keputusan investasi sepenuhnya ada di tangan pembaca. Bisnis.com tidak bertanggung jawab terhadap segala kerugian maupun keuntungan yang timbul dari keputusan investasi pembaca.",
        "source": "Bisnis Market",
        "id": 23,
        "sentiment_score": 0.4,
        "summary": "Bursa Efek Indonesia (BEI) membuka pendaftaran *liquidity provider* saham untuk meningkatkan likuiditas pasar.  Regulasi baru telah dikeluarkan untuk mengatur kegiatan *liquidity provider*, yang akan fokus pada saham-saham dengan likuiditas rendah, dipilih berdasarkan kriteria tertentu dan dievaluasi setiap enam bulan.  Meskipun terdapat beberapa ketidakjelasan regulasi yang masih dibahas dengan regulator, pelaku pasar optimistis langkah ini akan bermanfaat bagi perusahaan yang kesulitan likuiditas.\n"
    },
    {
        "judul": "Heriyanto Resmi jadi Direktur Bank OCBC NISP (NISP), Efektif Hari Ini",
        "post_date": "2025-05-08T22:00:00",
        "raw_post_date": "08/05/2025, 22:00 WIB",
        "url": "https://www.emitennews.com/news/heriyanto-resmi-jadi-direktur-bank-ocbc-nisp-nisp-efektif-hari-ini",
        "content": "EmitenNews.com - Heriyanto menjadi Direktur Risk Management PT Bank OCBC NISP Tbk. (NISP) berlaku efektif pada Kamis, 8 Mei 2025. Keputusan tersebut tidak berdampak material terhadap kegiatan operasional, hukum, kondisi keuangan, atau kelangsungan usaha perseroan.Dalam keterangan tertulisnya Kamis (8/5/2025), Corporate Secretary NISP, Ivonne P Chandra menuturkan bahwa perubahan tersebut berdasarkan Keputusan Anggota Dewan Komisioner Otoritas Jasa Keuangan Nomor KEPR-32/D. 03/2025 tanggal 6 Mei 2025 tentang Hasil Penilaian Kemampuan dan Kepatutan Heriyanto serta dengan hasil keputusan Rapat Umum Pemegang Saham Tahunan (RUPST) tanggal 20 Maret 2025.\n\n\nSetelah putusan itu, ini susunan Dewan Komisaris dan Direksi NISP:Dewan Komisaris\n\n\nPresiden Komisaris : Pramukti SurjaudajaKomisaris : Wong Pik Kuen Helen (Helen Wong)Komisaris : Na Wu Beng\n\n\nKomisaris Independen : Hartadi Agus Sarwono *)Komisaris Independen : Jusuf HalimKomisaris Independen : Betti S. AlisjahbanaKomisaris Independen : Tan Siak Kwang Nicholas\n\n\nDireksiPresiden Direktur : Parwati SurjaudajaDirektur : HartatiDirektur : Martin Widjaja\n\n\nDirektur : Andrae Krishnawan W.Direktur : Johannes Husin Dalam keterangan tertulisnya Kamis (8/5/2025), Corporate Secretary NISP, Ivonne P Chandra menuturkan bahwa perubahan tersebut berdasarkan Keputusan Anggota Dewan Komisioner Otoritas Jasa Keuangan Nomor KEPR-32/D. 03/2025 tanggal 6 Mei 2025 tentang Hasil Penilaian Kemampuan dan Kepatutan Heriyanto serta dengan hasil keputusan Rapat Umum Pemegang Saham Tahunan (RUPST) tanggal 20 Maret 2025.\n\n\nSetelah putusan itu, ini susunan Dewan Komisaris dan Direksi NISP:Dewan Komisaris\n\n\nPresiden Komisaris : Pramukti SurjaudajaKomisaris : Wong Pik Kuen Helen (Helen Wong)Komisaris : Na Wu Beng\n\n\nKomisaris Independen : Hartadi Agus Sarwono *)Komisaris Independen : Jusuf HalimKomisaris Independen : Betti S. AlisjahbanaKomisaris Independen : Tan Siak Kwang Nicholas\n\n\nDireksiPresiden Direktur : Parwati SurjaudajaDirektur : HartatiDirektur : Martin Widjaja\n\n\nDirektur : Andrae Krishnawan W.Direktur : Johannes Husin Setelah putusan itu, ini susunan Dewan Komisaris dan Direksi NISP:Dewan Komisaris\n\n\nPresiden Komisaris : Pramukti SurjaudajaKomisaris : Wong Pik Kuen Helen (Helen Wong)Komisaris : Na Wu Beng\n\n\nKomisaris Independen : Hartadi Agus Sarwono *)Komisaris Independen : Jusuf HalimKomisaris Independen : Betti S. AlisjahbanaKomisaris Independen : Tan Siak Kwang Nicholas\n\n\nDireksiPresiden Direktur : Parwati SurjaudajaDirektur : HartatiDirektur : Martin Widjaja\n\n\nDirektur : Andrae Krishnawan W.Direktur : Johannes Husin Dewan Komisaris\n\n\nPresiden Komisaris : Pramukti SurjaudajaKomisaris : Wong Pik Kuen Helen (Helen Wong)Komisaris : Na Wu Beng\n\n\nKomisaris Independen : Hartadi Agus Sarwono *)Komisaris Independen : Jusuf HalimKomisaris Independen : Betti S. AlisjahbanaKomisaris Independen : Tan Siak Kwang Nicholas\n\n\nDireksiPresiden Direktur : Parwati SurjaudajaDirektur : HartatiDirektur : Martin Widjaja\n\n\nDirektur : Andrae Krishnawan W.Direktur : Johannes Husin Presiden Komisaris : Pramukti SurjaudajaKomisaris : Wong Pik Kuen Helen (Helen Wong)Komisaris : Na Wu Beng\n\n\nKomisaris Independen : Hartadi Agus Sarwono *)Komisaris Independen : Jusuf HalimKomisaris Independen : Betti S. AlisjahbanaKomisaris Independen : Tan Siak Kwang Nicholas\n\n\nDireksiPresiden Direktur : Parwati SurjaudajaDirektur : HartatiDirektur : Martin Widjaja\n\n\nDirektur : Andrae Krishnawan W.Direktur : Johannes Husin Komisaris : Wong Pik Kuen Helen (Helen Wong)Komisaris : Na Wu Beng\n\n\nKomisaris Independen : Hartadi Agus Sarwono *)Komisaris Independen : Jusuf HalimKomisaris Independen : Betti S. AlisjahbanaKomisaris Independen : Tan Siak Kwang Nicholas\n\n\nDireksiPresiden Direktur : Parwati SurjaudajaDirektur : HartatiDirektur : Martin Widjaja\n\n\nDirektur : Andrae Krishnawan W.Direktur : Johannes Husin Komisaris : Na Wu Beng\n\n\nKomisaris Independen : Hartadi Agus Sarwono *)Komisaris Independen : Jusuf HalimKomisaris Independen : Betti S. AlisjahbanaKomisaris Independen : Tan Siak Kwang Nicholas\n\n\nDireksiPresiden Direktur : Parwati SurjaudajaDirektur : HartatiDirektur : Martin Widjaja\n\n\nDirektur : Andrae Krishnawan W.Direktur : Johannes Husin Komisaris Independen : Hartadi Agus Sarwono *)Komisaris Independen : Jusuf HalimKomisaris Independen : Betti S. AlisjahbanaKomisaris Independen : Tan Siak Kwang Nicholas\n\n\nDireksiPresiden Direktur : Parwati SurjaudajaDirektur : HartatiDirektur : Martin Widjaja\n\n\nDirektur : Andrae Krishnawan W.Direktur : Johannes Husin Komisaris Independen : Jusuf HalimKomisaris Independen : Betti S. AlisjahbanaKomisaris Independen : Tan Siak Kwang Nicholas\n\n\nDireksiPresiden Direktur : Parwati SurjaudajaDirektur : HartatiDirektur : Martin Widjaja\n\n\nDirektur : Andrae Krishnawan W.Direktur : Johannes Husin Komisaris Independen : Betti S. AlisjahbanaKomisaris Independen : Tan Siak Kwang Nicholas\n\n\nDireksiPresiden Direktur : Parwati SurjaudajaDirektur : HartatiDirektur : Martin Widjaja\n\n\nDirektur : Andrae Krishnawan W.Direktur : Johannes Husin Komisaris Independen : Tan Siak Kwang Nicholas\n\n\nDireksiPresiden Direktur : Parwati SurjaudajaDirektur : HartatiDirektur : Martin Widjaja\n\n\nDirektur : Andrae Krishnawan W.Direktur : Johannes Husin DireksiPresiden Direktur : Parwati SurjaudajaDirektur : HartatiDirektur : Martin Widjaja\n\n\nDirektur : Andrae Krishnawan W.Direktur : Johannes Husin Presiden Direktur : Parwati SurjaudajaDirektur : HartatiDirektur : Martin Widjaja\n\n\nDirektur : Andrae Krishnawan W.Direktur : Johannes Husin Direktur : HartatiDirektur : Martin Widjaja\n\n\nDirektur : Andrae Krishnawan W.Direktur : Johannes Husin Direktur : Martin Widjaja\n\n\nDirektur : Andrae Krishnawan W.Direktur : Johannes Husin Direktur : Andrae Krishnawan W.Direktur : Johannes Husin Direktur : Johannes Husin",
        "source": "Emiten News",
        "id": 4,
        "sentiment_score": 0.2,
        "summary": "Heriyanto ditunjuk sebagai Direktur Risk Management PT Bank OCBC NISP Tbk. efektif 8 Mei 2025.  Penunjukan ini berdasarkan keputusan OJK dan RUPST, dan tidak berdampak material pada perusahaan.  Susunan Dewan Komisaris dan Direksi NISP pun diperbarui.\n"
    },
    {
        "judul": "Tenggat Suspensi Saham Waskita (WSKT) di Ujung Tanduk, Bakal Delisting?",
        "post_date": "2025-05-08T20:55:00",
        "raw_post_date": "Kamis, 8 Mei 2025 | 20:55",
        "url": "https://market.bisnis.com/read/20250508/7/1875635/tenggat-suspensi-saham-waskita-wskt-di-ujung-tanduk-bakal-delisting",
        "content": "Bisnis.com, JAKARTA — Suspensi saham PT Waskita Karya (Persero) Tbk. (WSKT) telah mencapai dua tahun atau sesuai tenggat aturan delisting Bursa Efek Indonesia. Bursa Efek Indonesia (BEI) tercatat menggembok perdagangan saham WSKT sejak 8 Mei 2023. Akibatnya, saham emiten BUMN karya ini masuk ke dalam daftar 44 emiten yang telah disuspensi Bursa selama lebih dari enam bulan. Keputusan delisting didasarkan pada terpenuhinya salah satu kondisi sesuai Peraturan Bursa Nomor I-N. Berdasarkan peraturan itu, BEI berwenang menghapus saham perusahaan tercatat jika mengalami satu dari dua kondisi. Kondisi pertama sesuai Ketentuan III.1.3.1, perusahaan tercatat yang menghadapi kondisi atau peristiwa signifikan yang berdampak negatif terhadap kelangsungan usaha, baik secara finansial maupun hukum dapat dikenai delisting. Hal tersebut juga berlaku jika perusahaan gagal menunjukkan indikasi pemulihan yang memadai untuk kembali beroperasi secara normal. Kedua, berdasarkan Ketentuan III.1.3.2, perusahaan yang sahamnya mengalami suspensi efek di pasar reguler, pasar tunai, atau di seluruh pasar selama lebih dari 24 bulan berturut-turut, juga berpotensi didelisting oleh otoritas Bursa. Ekonom & Financial Market Specialist Lucky Bayu Purnomo menilai bahwa potensi delisting saham Waskita masih terlalu jauh. Hal itu dikarenakan kinerja perseroan menunjukkan perbaikan dalam kondisi keuangannya. “Hal tersebut masih terlalu dini. Untuk mencapai proses delisting ada beberapa tahapan,” kata Lucky Bayu di Jakarta, Kamis (8/5/2025). Dia menjelaskan bahwa Waskita masih memiliki sejumlah pekerjaan proyek. Sampai dengan 2024, emiten konstruksi tersebut memiliki 68 proyek berjalan yang dikelola dengan total nilai kontrak mencapai Rp44,7 triliun. Di samping itu, dia menyatakan bahwa restrukturisasi yang sudah ditempuh turut menjadi angin segar bagi perseroan supaya dapat kembali ke pasar modal. Waskita memang telah meraih persetujuan dari 22 kreditur perbankan terkait master restructuring agreement (MRA) dan Kredit Modal Kerja Penjaminan (KMKP) 2021 dengan nilai sebesar Rp31,65 triliun. Restrukturisasi ini efektif sejak Oktober 2024. Sementara itu, dalam kesempatan terpisah, Direktur Penilaian Perusahaan BEI I Gede Nyoman Yetna juga masih memantau rencana manajemen WSKT ke depan. “Jadi, kan kemarin saya kasih tahu bahwa delisting walaupun 2 tahun tidak serta-merta. Tentu kami melihat bagaimana respons dari jajaran direksinya terkait dengan bagaimana rencana ke depan,” kata Nyoman di BEI, Kamis (8/5/2025).",
        "source": "Bisnis Market",
        "id": 5,
        "sentiment_score": 0.16333333333333333,
        "summary": "Saham Waskita Karya (WSKT) telah disuspensi perdagangannya di Bursa Efek Indonesia (BEI) selama dua tahun dan terancam delisting.  Meskipun demikian, ekonom Lucky Bayu Purnomo menilai potensi delisting masih jauh karena WSKT menunjukkan perbaikan keuangan dan masih memiliki proyek senilai Rp44,7 triliun.  Direktur Penilaian Perusahaan BEI, I Gede Nyoman Yetna, menyatakan BEI akan memantau rencana manajemen WSKT ke depan sebelum memutuskan delisting.\n"
    },
    {
        "judul": "Saham Big Caps Rontok, IHSG Ditutup Melemah 1,42% ke Level 6.827,75",
        "post_date": "2025-05-08T16:21:00",
        "raw_post_date": "Kamis, 8 Mei 2025 | 16:21",
        "url": "https://market.bisnis.com/read/20250508/7/1875525/saham-big-caps-rontok-ihsg-ditutup-melemah-142-ke-level-682775",
        "content": "Bisnis.com, JAKARTA — Indeks Harga Saham Gabungan (IHSG) ditutup melemah ke level 6.827,75 pada perdagangan Kamis (8/5/2025). Penurunan indeks komposit terjadi seiring dengan rontoknya saham-saham big cap. Berdasarkan data Bursa Efek Indonesia (BEI), IHSG membukukan penurunan sebesar 1,42% atau 98,47 poin menuju posisi 6.827,75. Sepanjang hari ini, IHSG dibuka pada level 6.945,98 dan sempat menyentuh level tertingginya di 6.965,93. Tercatat, sebanyak 228 saham meningkat, 393 saham turun, dan 184 saham stagnan. Sementara itu, kapitalisasi pasar alias market cap mencapai Rp11.909 triliun. Pada perdagangan hari ini, seluruh saham yang masuk dalam jajaran berkapitalisasi pasar jumbo atau big caps kompak mengalami pelemahan. Dari jajaran tersebut, koreksi terbesar dibukukan oleh saham PT Pantai Indah Kapuk Dua Tbk. (PANI) sebesar 4,14% menuju level Rp11.000 per saham. Selanjutnya, ada saham PT Bank Mandiri (Persero) Tbk. (BMRI) yang turun 3,23% menjadi Rp4.790. Selain itu, ada saham PT Bank Rakyat Indonesia (Persero) Tbk. (BBRI) yang melemah 3,07% ke Rp3.790 dan saham PT Barito Renewables Energy Tbk. (BREN) turun 2,46%. Baca Juga Di sisi lain, saham top gainers hari ini dihuni oleh saham IPO PT Cipta Sarana Medika Tbk. (DKHH) yang melonjak 34,85% menuju level Rp178 per saham. Posisi ini diikuti saham PT Platinum Wahab Nusantara Tbk. (TGUK) yang naik 34,33%. Adapun saham paling boncos atau top losers ditempati oleh PT Benteng Api Technic Tbk. (BATR) yang terkoreksi 14,81% menjadi Rp69, dan saham PT Puradelta Lestari Tbk. (DMAS) melemah 14,77% menuju Rp150 per saham. Head of Research Phintraco Sekuritas Valdy Kurniawan mengatakan bahwa IHSG ditutup melemah 0,52% ke level 6.889,67 pada perdagangan sesi pertama. Secara teknikal, lanjutnya, terdapat pola death cross di area overbought pada indikator Stochastic RSI, serta pergerakan histogram MACD cenderung sideways. “Kami memperkirakan IHSG berpotensi bergerak dalam rentang level 6.850 sampai dengan 6.900 pada perdagangan sesi kedua hari ini,” ujarnya dalam riset harian. _________ Disclaimer: berita ini tidak bertujuan mengajak membeli atau menjual saham. Keputusan investasi sepenuhnya ada di tangan pembaca. Bisnis.com tidak bertanggung jawab terhadap segala kerugian maupun keuntungan yang timbul dari keputusan investasi pembaca.",
        "source": "Bisnis Market",
        "id": 13,
        "sentiment_score": 0.13333333333333333,
        "summary": "IHSG ditutup melemah 1,42% di 6.827,75 pada Kamis (8/5/2025), didorong penurunan saham-saham big cap seperti PANI (-4,14%), BMRI (-3,23%), BBRI (-3,07%), dan BREN (-2,46%).  Saham DKHH dan TGUK menjadi top gainers, sementara BATR dan DMAS menjadi top losers.  Analisis teknikal menunjukkan potensi pergerakan IHSG di kisaran 6.850-6.900.\n"
    }
]