[
    {
        "judul": "BEI Suspensi Massal 42 Emiten yang Gagal Penuhi Free Float",
        "post_date": "Rabu, 30 April 2025 | 12:06",
        "url": "https://market.bisnis.com/read/20250430/7/1873291/bei-suspensi-massal-42-emiten-yang-gagal-penuhi-free-float",
        "content": "Bisnis.com, JAKARTA —Bursa Efek Indonesia (BEI) melakukan suspensi saham kepada 42 emiten lantaran tidak mampu memenuhi ketentuan free float hingga 31 Maret 2025. Berdasarkan pengumuman resmi BEI No. Peng-S-00007/BEI.PLP/04-2025 yang terbit pada Rabu (30/4/2025), satu perusahaan yakni PT Solusi Tunas Pratama Tbk. (SUPR) disuspensi di pasar reguler dan pasar tunai sejak Sesi I perdagangan hari ini. Sementara itu, 41 emiten lainnya dikenai suspensi lanjutan oleh BEI karena belum dapat memenuhi ketentuan selama periode pemantauan sebelumnya. Sanksi ini mengacu pada tiga peraturan BEI, yaitu Peraturan Nomor I-A terkait pencatatan saham dan efek bersifat ekuitas, Peraturan Nomor I-X terkait papan pemantauan khusus, dan Peraturan Nomor I-H terkait sanksi terhadap pelanggaran. “Berdasarkan pemantauan kami, hingga tanggal 29 April 2025, terdapat 42 perusahaan tercatat yang belum memenuhi ketentuan V.1.1 dan/atau V.1.2 Peraturan Bursa Nomor I-A,” tertulis dalam pengumuman BEI. Padahal, BEI telah memberikan peringatan tertulis tingkat III dan mengenakan denda Rp50 juta kepada perusahaan yang tidak patuh terhadap ketentuan V.1.1. atau V.1.2. Peraturan Bursa Nomor I-A terkait pencatatan saham dan efek bersifat ekuitas Sejumlah emiten yang masuk dalam daftar ini, di antaranya PT Gunung Raja Paksi Tbk. (GGRP), PT Bank JTrust Indonesia Tbk. (BCIC), PT Plaza Indonesia Realty Tbk. (PLIN), serta PT Solusi Bangun Indonesia Tbk. (SMCB). “Sehubungan dengan hal tersebut, maka Bursa akan mengenakan sanksi suspensi efek kepada perusahaan tercatat atas belum dipenuhinya ketentuan V.1.1. dan/atau V.1.2. Peraturan Bursa Nomor I-A sampai dengan periode pemantauan berikutnya.”",
        "source": "Bisnis Market",
        "id": 3,
        "sentiment_score": 0.4,
        "summary": "Bursa Efek Indonesia (BEI) mensuspensi 42 emiten karena tak memenuhi ketentuan *free float* hingga 31 Maret 2025.  Satu emiten, PT Solusi Tunas Pratama Tbk. (SUPR), disuspensi hari ini, sementara 41 lainnya mendapat suspensi lanjutan.  BEI sebelumnya telah memberikan peringatan dan denda.  Beberapa emiten yang terkena suspensi antara lain Gunung Raja Paksi (GGRP), Bank JTrust Indonesia (BCIC), Plaza Indonesia Realty (PLIN), dan Solusi Bangun Indonesia (SMCB).\n"
    },
    {
        "judul": "APLN Ungkap Penjualan Naik 22,7 Persen di Kuartal I-2025, Ada Pemicu?",
        "post_date": "30/04/2025, 11:40 WIB",
        "url": "https://www.emitennews.com/news/apln-ungkap-penjualan-naik-227-persen-di-kuartal-i-2025-ada-pemicu",
        "content": "EmitenNews.com - PT Agung Podomoro Land Tbk (APLN) mencatatkan kinerja positif selama Kuartal I-2025 dengan meraih penjualan dan pendapatan usaha sebesar Rp874,5 miliar, tumbuh 22,7% dibandingkan dengan Rp712,8 miliar pada periode yang sama tahun sebelumnya. Capaian ini terutama didorong oleh peningkatan pengakuan penjualan apartemen dari proyek-proyek strategis Perseroan, seperti Podomoro City Deli Medan dan Podomoro Golf View, yang terus menunjukkan performa yang kuat.\n\n\nCorporate Secretary APLN Justini Omas menjelaskan bahwa pencapaian ini tidak hanya mencerminkan efektivitas strategi perusahaan, tetapi juga menunjukkan ketangguhan sektor properti residensial di tengah tantangan ekonomi nasional.\"Kondisi pasar properti saat ini menuntut pelaku industri untuk lebih adaptif dan fokus pada kebutuhan masyarakat urban. APLN menjawab hal itu dengan menghadirkan produk-produk yang tidak hanya berkualitas, tetapi juga sesuai dengan gaya hidup dan daya beli masyarakat,\" ujar Justini dalam keterangan resminya di Jakarta, pada Rabu (30/4).\n\n\nJustini menambahkan bahwa proyek-proyek APLN yang tersebar di berbagai kota besar mampu menjangkau beragam segmen pasar. Penjualan unit apartemen bahkan melonjak sebesar 186,9% menjadi Rp254,4 miliar, dari sebelumnya Rp88,6 miliar pada Kuartal I-2024. Selain itu, penjualan rumah toko (ruko) juga meningkat signifikan sebesar 95,2%, mencapai Rp73,9 miliar selama Kuartal I 2025.\"Kenaikan ini mencerminkan bahwa sektor residensial kembali menjadi pilihan investasi menarik, seiring pulihnya kepercayaan konsumen dan meningkatnya kebutuhan hunian yang terintegrasi,\" jelasnya.APLN membukukan pengakuan penjualan yang naik 56,6% menjadi Rp575,0 miliar, dari Rp367,1 miliar pada periode yang sama di tahun 2024. Meski pendapatan berulang mengalami penurunan 13,3% menjadi Rp299,5 miliar akibat berkurangnya kontribusi dari Pullman Ciawi Vimala Hills yang telah dijual, Perusahaan tetap mencatat tren pertumbuhan yang kuat. Dari sisi laba kotor, APLN juga mencatat pertumbuhan sebesar 23,0% dari Rp266,7 miliar menjadi Rp328,1 miliar.\n\n\nTak hanya membukukan pertumbuhan top line, APLN juga berhasil memperbaiki kinerja dari sisi bottom line. Pada periode ini, rugi bersih Perseroan turun signifikan sebesar 97,8%, dari rugi bersih sebesar Rp109,9 miliar pada kuartal I 2024 menjadi hanya rugi Rp55,5 miliar pada kuartal I 2025. Penurunan kerugian ini mencerminkan solidnya kinerja operasional serta optimalisasi strategi efisiensi biaya yang terus dijalankan di seluruh lini bisnis APLN.Seiring dengan dinamika industri properti yang mulai menunjukkan pemulihan dan momentum positif, APLN menegaskan komitmennya untuk terus berinovasi dalam pengembangan produk dan strategi pemasaran. Perseroan optimis prospek sektor properti akan semakin membaik sepanjang 2025, terutama dengan dukungan kebijakan fiskal yang mendukung sektor ini seperti insentif PPN Ditanggung Pemerintah (DTP), serta kebijakan lainnya.\"Dengan fundamental yang kuat dan strategi bisnis yang adaptif, Agung Podomoro akan terus memainkan peran strategis dalam mendorong pertumbuhan sektor properti nasional. Kami percaya, melalui inovasi dan komitmen terhadap kualitas, Agung Podomoro dapat terus memperkuat kinerja dan mempertahankan momentum pertumbuhan hingga akhir tahun,\" tutup Justini. Capaian ini terutama didorong oleh peningkatan pengakuan penjualan apartemen dari proyek-proyek strategis Perseroan, seperti Podomoro City Deli Medan dan Podomoro Golf View, yang terus menunjukkan performa yang kuat.\n\n\nCorporate Secretary APLN Justini Omas menjelaskan bahwa pencapaian ini tidak hanya mencerminkan efektivitas strategi perusahaan, tetapi juga menunjukkan ketangguhan sektor properti residensial di tengah tantangan ekonomi nasional.\"Kondisi pasar properti saat ini menuntut pelaku industri untuk lebih adaptif dan fokus pada kebutuhan masyarakat urban. APLN menjawab hal itu dengan menghadirkan produk-produk yang tidak hanya berkualitas, tetapi juga sesuai dengan gaya hidup dan daya beli masyarakat,\" ujar Justini dalam keterangan resminya di Jakarta, pada Rabu (30/4).\n\n\nJustini menambahkan bahwa proyek-proyek APLN yang tersebar di berbagai kota besar mampu menjangkau beragam segmen pasar. Penjualan unit apartemen bahkan melonjak sebesar 186,9% menjadi Rp254,4 miliar, dari sebelumnya Rp88,6 miliar pada Kuartal I-2024. Selain itu, penjualan rumah toko (ruko) juga meningkat signifikan sebesar 95,2%, mencapai Rp73,9 miliar selama Kuartal I 2025.\"Kenaikan ini mencerminkan bahwa sektor residensial kembali menjadi pilihan investasi menarik, seiring pulihnya kepercayaan konsumen dan meningkatnya kebutuhan hunian yang terintegrasi,\" jelasnya.APLN membukukan pengakuan penjualan yang naik 56,6% menjadi Rp575,0 miliar, dari Rp367,1 miliar pada periode yang sama di tahun 2024. Meski pendapatan berulang mengalami penurunan 13,3% menjadi Rp299,5 miliar akibat berkurangnya kontribusi dari Pullman Ciawi Vimala Hills yang telah dijual, Perusahaan tetap mencatat tren pertumbuhan yang kuat. Dari sisi laba kotor, APLN juga mencatat pertumbuhan sebesar 23,0% dari Rp266,7 miliar menjadi Rp328,1 miliar.\n\n\nTak hanya membukukan pertumbuhan top line, APLN juga berhasil memperbaiki kinerja dari sisi bottom line. Pada periode ini, rugi bersih Perseroan turun signifikan sebesar 97,8%, dari rugi bersih sebesar Rp109,9 miliar pada kuartal I 2024 menjadi hanya rugi Rp55,5 miliar pada kuartal I 2025. Penurunan kerugian ini mencerminkan solidnya kinerja operasional serta optimalisasi strategi efisiensi biaya yang terus dijalankan di seluruh lini bisnis APLN.Seiring dengan dinamika industri properti yang mulai menunjukkan pemulihan dan momentum positif, APLN menegaskan komitmennya untuk terus berinovasi dalam pengembangan produk dan strategi pemasaran. Perseroan optimis prospek sektor properti akan semakin membaik sepanjang 2025, terutama dengan dukungan kebijakan fiskal yang mendukung sektor ini seperti insentif PPN Ditanggung Pemerintah (DTP), serta kebijakan lainnya.\"Dengan fundamental yang kuat dan strategi bisnis yang adaptif, Agung Podomoro akan terus memainkan peran strategis dalam mendorong pertumbuhan sektor properti nasional. Kami percaya, melalui inovasi dan komitmen terhadap kualitas, Agung Podomoro dapat terus memperkuat kinerja dan mempertahankan momentum pertumbuhan hingga akhir tahun,\" tutup Justini. Corporate Secretary APLN Justini Omas menjelaskan bahwa pencapaian ini tidak hanya mencerminkan efektivitas strategi perusahaan, tetapi juga menunjukkan ketangguhan sektor properti residensial di tengah tantangan ekonomi nasional.\"Kondisi pasar properti saat ini menuntut pelaku industri untuk lebih adaptif dan fokus pada kebutuhan masyarakat urban. APLN menjawab hal itu dengan menghadirkan produk-produk yang tidak hanya berkualitas, tetapi juga sesuai dengan gaya hidup dan daya beli masyarakat,\" ujar Justini dalam keterangan resminya di Jakarta, pada Rabu (30/4).\n\n\nJustini menambahkan bahwa proyek-proyek APLN yang tersebar di berbagai kota besar mampu menjangkau beragam segmen pasar. Penjualan unit apartemen bahkan melonjak sebesar 186,9% menjadi Rp254,4 miliar, dari sebelumnya Rp88,6 miliar pada Kuartal I-2024. Selain itu, penjualan rumah toko (ruko) juga meningkat signifikan sebesar 95,2%, mencapai Rp73,9 miliar selama Kuartal I 2025.\"Kenaikan ini mencerminkan bahwa sektor residensial kembali menjadi pilihan investasi menarik, seiring pulihnya kepercayaan konsumen dan meningkatnya kebutuhan hunian yang terintegrasi,\" jelasnya.APLN membukukan pengakuan penjualan yang naik 56,6% menjadi Rp575,0 miliar, dari Rp367,1 miliar pada periode yang sama di tahun 2024. Meski pendapatan berulang mengalami penurunan 13,3% menjadi Rp299,5 miliar akibat berkurangnya kontribusi dari Pullman Ciawi Vimala Hills yang telah dijual, Perusahaan tetap mencatat tren pertumbuhan yang kuat. Dari sisi laba kotor, APLN juga mencatat pertumbuhan sebesar 23,0% dari Rp266,7 miliar menjadi Rp328,1 miliar.\n\n\nTak hanya membukukan pertumbuhan top line, APLN juga berhasil memperbaiki kinerja dari sisi bottom line. Pada periode ini, rugi bersih Perseroan turun signifikan sebesar 97,8%, dari rugi bersih sebesar Rp109,9 miliar pada kuartal I 2024 menjadi hanya rugi Rp55,5 miliar pada kuartal I 2025. Penurunan kerugian ini mencerminkan solidnya kinerja operasional serta optimalisasi strategi efisiensi biaya yang terus dijalankan di seluruh lini bisnis APLN.Seiring dengan dinamika industri properti yang mulai menunjukkan pemulihan dan momentum positif, APLN menegaskan komitmennya untuk terus berinovasi dalam pengembangan produk dan strategi pemasaran. Perseroan optimis prospek sektor properti akan semakin membaik sepanjang 2025, terutama dengan dukungan kebijakan fiskal yang mendukung sektor ini seperti insentif PPN Ditanggung Pemerintah (DTP), serta kebijakan lainnya.\"Dengan fundamental yang kuat dan strategi bisnis yang adaptif, Agung Podomoro akan terus memainkan peran strategis dalam mendorong pertumbuhan sektor properti nasional. Kami percaya, melalui inovasi dan komitmen terhadap kualitas, Agung Podomoro dapat terus memperkuat kinerja dan mempertahankan momentum pertumbuhan hingga akhir tahun,\" tutup Justini. \"Kondisi pasar properti saat ini menuntut pelaku industri untuk lebih adaptif dan fokus pada kebutuhan masyarakat urban. APLN menjawab hal itu dengan menghadirkan produk-produk yang tidak hanya berkualitas, tetapi juga sesuai dengan gaya hidup dan daya beli masyarakat,\" ujar Justini dalam keterangan resminya di Jakarta, pada Rabu (30/4).\n\n\nJustini menambahkan bahwa proyek-proyek APLN yang tersebar di berbagai kota besar mampu menjangkau beragam segmen pasar. Penjualan unit apartemen bahkan melonjak sebesar 186,9% menjadi Rp254,4 miliar, dari sebelumnya Rp88,6 miliar pada Kuartal I-2024. Selain itu, penjualan rumah toko (ruko) juga meningkat signifikan sebesar 95,2%, mencapai Rp73,9 miliar selama Kuartal I 2025.\"Kenaikan ini mencerminkan bahwa sektor residensial kembali menjadi pilihan investasi menarik, seiring pulihnya kepercayaan konsumen dan meningkatnya kebutuhan hunian yang terintegrasi,\" jelasnya.APLN membukukan pengakuan penjualan yang naik 56,6% menjadi Rp575,0 miliar, dari Rp367,1 miliar pada periode yang sama di tahun 2024. Meski pendapatan berulang mengalami penurunan 13,3% menjadi Rp299,5 miliar akibat berkurangnya kontribusi dari Pullman Ciawi Vimala Hills yang telah dijual, Perusahaan tetap mencatat tren pertumbuhan yang kuat. Dari sisi laba kotor, APLN juga mencatat pertumbuhan sebesar 23,0% dari Rp266,7 miliar menjadi Rp328,1 miliar.\n\n\nTak hanya membukukan pertumbuhan top line, APLN juga berhasil memperbaiki kinerja dari sisi bottom line. Pada periode ini, rugi bersih Perseroan turun signifikan sebesar 97,8%, dari rugi bersih sebesar Rp109,9 miliar pada kuartal I 2024 menjadi hanya rugi Rp55,5 miliar pada kuartal I 2025. Penurunan kerugian ini mencerminkan solidnya kinerja operasional serta optimalisasi strategi efisiensi biaya yang terus dijalankan di seluruh lini bisnis APLN.Seiring dengan dinamika industri properti yang mulai menunjukkan pemulihan dan momentum positif, APLN menegaskan komitmennya untuk terus berinovasi dalam pengembangan produk dan strategi pemasaran. Perseroan optimis prospek sektor properti akan semakin membaik sepanjang 2025, terutama dengan dukungan kebijakan fiskal yang mendukung sektor ini seperti insentif PPN Ditanggung Pemerintah (DTP), serta kebijakan lainnya.\"Dengan fundamental yang kuat dan strategi bisnis yang adaptif, Agung Podomoro akan terus memainkan peran strategis dalam mendorong pertumbuhan sektor properti nasional. Kami percaya, melalui inovasi dan komitmen terhadap kualitas, Agung Podomoro dapat terus memperkuat kinerja dan mempertahankan momentum pertumbuhan hingga akhir tahun,\" tutup Justini. Justini menambahkan bahwa proyek-proyek APLN yang tersebar di berbagai kota besar mampu menjangkau beragam segmen pasar. Penjualan unit apartemen bahkan melonjak sebesar 186,9% menjadi Rp254,4 miliar, dari sebelumnya Rp88,6 miliar pada Kuartal I-2024. Selain itu, penjualan rumah toko (ruko) juga meningkat signifikan sebesar 95,2%, mencapai Rp73,9 miliar selama Kuartal I 2025.\"Kenaikan ini mencerminkan bahwa sektor residensial kembali menjadi pilihan investasi menarik, seiring pulihnya kepercayaan konsumen dan meningkatnya kebutuhan hunian yang terintegrasi,\" jelasnya.APLN membukukan pengakuan penjualan yang naik 56,6% menjadi Rp575,0 miliar, dari Rp367,1 miliar pada periode yang sama di tahun 2024. Meski pendapatan berulang mengalami penurunan 13,3% menjadi Rp299,5 miliar akibat berkurangnya kontribusi dari Pullman Ciawi Vimala Hills yang telah dijual, Perusahaan tetap mencatat tren pertumbuhan yang kuat. Dari sisi laba kotor, APLN juga mencatat pertumbuhan sebesar 23,0% dari Rp266,7 miliar menjadi Rp328,1 miliar.\n\n\nTak hanya membukukan pertumbuhan top line, APLN juga berhasil memperbaiki kinerja dari sisi bottom line. Pada periode ini, rugi bersih Perseroan turun signifikan sebesar 97,8%, dari rugi bersih sebesar Rp109,9 miliar pada kuartal I 2024 menjadi hanya rugi Rp55,5 miliar pada kuartal I 2025. Penurunan kerugian ini mencerminkan solidnya kinerja operasional serta optimalisasi strategi efisiensi biaya yang terus dijalankan di seluruh lini bisnis APLN.Seiring dengan dinamika industri properti yang mulai menunjukkan pemulihan dan momentum positif, APLN menegaskan komitmennya untuk terus berinovasi dalam pengembangan produk dan strategi pemasaran. Perseroan optimis prospek sektor properti akan semakin membaik sepanjang 2025, terutama dengan dukungan kebijakan fiskal yang mendukung sektor ini seperti insentif PPN Ditanggung Pemerintah (DTP), serta kebijakan lainnya.\"Dengan fundamental yang kuat dan strategi bisnis yang adaptif, Agung Podomoro akan terus memainkan peran strategis dalam mendorong pertumbuhan sektor properti nasional. Kami percaya, melalui inovasi dan komitmen terhadap kualitas, Agung Podomoro dapat terus memperkuat kinerja dan mempertahankan momentum pertumbuhan hingga akhir tahun,\" tutup Justini. \"Kenaikan ini mencerminkan bahwa sektor residensial kembali menjadi pilihan investasi menarik, seiring pulihnya kepercayaan konsumen dan meningkatnya kebutuhan hunian yang terintegrasi,\" jelasnya.APLN membukukan pengakuan penjualan yang naik 56,6% menjadi Rp575,0 miliar, dari Rp367,1 miliar pada periode yang sama di tahun 2024. Meski pendapatan berulang mengalami penurunan 13,3% menjadi Rp299,5 miliar akibat berkurangnya kontribusi dari Pullman Ciawi Vimala Hills yang telah dijual, Perusahaan tetap mencatat tren pertumbuhan yang kuat. Dari sisi laba kotor, APLN juga mencatat pertumbuhan sebesar 23,0% dari Rp266,7 miliar menjadi Rp328,1 miliar.\n\n\nTak hanya membukukan pertumbuhan top line, APLN juga berhasil memperbaiki kinerja dari sisi bottom line. Pada periode ini, rugi bersih Perseroan turun signifikan sebesar 97,8%, dari rugi bersih sebesar Rp109,9 miliar pada kuartal I 2024 menjadi hanya rugi Rp55,5 miliar pada kuartal I 2025. Penurunan kerugian ini mencerminkan solidnya kinerja operasional serta optimalisasi strategi efisiensi biaya yang terus dijalankan di seluruh lini bisnis APLN.Seiring dengan dinamika industri properti yang mulai menunjukkan pemulihan dan momentum positif, APLN menegaskan komitmennya untuk terus berinovasi dalam pengembangan produk dan strategi pemasaran. Perseroan optimis prospek sektor properti akan semakin membaik sepanjang 2025, terutama dengan dukungan kebijakan fiskal yang mendukung sektor ini seperti insentif PPN Ditanggung Pemerintah (DTP), serta kebijakan lainnya.\"Dengan fundamental yang kuat dan strategi bisnis yang adaptif, Agung Podomoro akan terus memainkan peran strategis dalam mendorong pertumbuhan sektor properti nasional. Kami percaya, melalui inovasi dan komitmen terhadap kualitas, Agung Podomoro dapat terus memperkuat kinerja dan mempertahankan momentum pertumbuhan hingga akhir tahun,\" tutup Justini. APLN membukukan pengakuan penjualan yang naik 56,6% menjadi Rp575,0 miliar, dari Rp367,1 miliar pada periode yang sama di tahun 2024. Meski pendapatan berulang mengalami penurunan 13,3% menjadi Rp299,5 miliar akibat berkurangnya kontribusi dari Pullman Ciawi Vimala Hills yang telah dijual, Perusahaan tetap mencatat tren pertumbuhan yang kuat. Dari sisi laba kotor, APLN juga mencatat pertumbuhan sebesar 23,0% dari Rp266,7 miliar menjadi Rp328,1 miliar.\n\n\nTak hanya membukukan pertumbuhan top line, APLN juga berhasil memperbaiki kinerja dari sisi bottom line. Pada periode ini, rugi bersih Perseroan turun signifikan sebesar 97,8%, dari rugi bersih sebesar Rp109,9 miliar pada kuartal I 2024 menjadi hanya rugi Rp55,5 miliar pada kuartal I 2025. Penurunan kerugian ini mencerminkan solidnya kinerja operasional serta optimalisasi strategi efisiensi biaya yang terus dijalankan di seluruh lini bisnis APLN.Seiring dengan dinamika industri properti yang mulai menunjukkan pemulihan dan momentum positif, APLN menegaskan komitmennya untuk terus berinovasi dalam pengembangan produk dan strategi pemasaran. Perseroan optimis prospek sektor properti akan semakin membaik sepanjang 2025, terutama dengan dukungan kebijakan fiskal yang mendukung sektor ini seperti insentif PPN Ditanggung Pemerintah (DTP), serta kebijakan lainnya.\"Dengan fundamental yang kuat dan strategi bisnis yang adaptif, Agung Podomoro akan terus memainkan peran strategis dalam mendorong pertumbuhan sektor properti nasional. Kami percaya, melalui inovasi dan komitmen terhadap kualitas, Agung Podomoro dapat terus memperkuat kinerja dan mempertahankan momentum pertumbuhan hingga akhir tahun,\" tutup Justini. Tak hanya membukukan pertumbuhan top line, APLN juga berhasil memperbaiki kinerja dari sisi bottom line. Pada periode ini, rugi bersih Perseroan turun signifikan sebesar 97,8%, dari rugi bersih sebesar Rp109,9 miliar pada kuartal I 2024 menjadi hanya rugi Rp55,5 miliar pada kuartal I 2025. Penurunan kerugian ini mencerminkan solidnya kinerja operasional serta optimalisasi strategi efisiensi biaya yang terus dijalankan di seluruh lini bisnis APLN.Seiring dengan dinamika industri properti yang mulai menunjukkan pemulihan dan momentum positif, APLN menegaskan komitmennya untuk terus berinovasi dalam pengembangan produk dan strategi pemasaran. Perseroan optimis prospek sektor properti akan semakin membaik sepanjang 2025, terutama dengan dukungan kebijakan fiskal yang mendukung sektor ini seperti insentif PPN Ditanggung Pemerintah (DTP), serta kebijakan lainnya.\"Dengan fundamental yang kuat dan strategi bisnis yang adaptif, Agung Podomoro akan terus memainkan peran strategis dalam mendorong pertumbuhan sektor properti nasional. Kami percaya, melalui inovasi dan komitmen terhadap kualitas, Agung Podomoro dapat terus memperkuat kinerja dan mempertahankan momentum pertumbuhan hingga akhir tahun,\" tutup Justini. Seiring dengan dinamika industri properti yang mulai menunjukkan pemulihan dan momentum positif, APLN menegaskan komitmennya untuk terus berinovasi dalam pengembangan produk dan strategi pemasaran. Perseroan optimis prospek sektor properti akan semakin membaik sepanjang 2025, terutama dengan dukungan kebijakan fiskal yang mendukung sektor ini seperti insentif PPN Ditanggung Pemerintah (DTP), serta kebijakan lainnya.\"Dengan fundamental yang kuat dan strategi bisnis yang adaptif, Agung Podomoro akan terus memainkan peran strategis dalam mendorong pertumbuhan sektor properti nasional. Kami percaya, melalui inovasi dan komitmen terhadap kualitas, Agung Podomoro dapat terus memperkuat kinerja dan mempertahankan momentum pertumbuhan hingga akhir tahun,\" tutup Justini. \"Dengan fundamental yang kuat dan strategi bisnis yang adaptif, Agung Podomoro akan terus memainkan peran strategis dalam mendorong pertumbuhan sektor properti nasional. Kami percaya, melalui inovasi dan komitmen terhadap kualitas, Agung Podomoro dapat terus memperkuat kinerja dan mempertahankan momentum pertumbuhan hingga akhir tahun,\" tutup Justini.",
        "source": "Emiten News",
        "id": 30,
        "sentiment_score": 0.26666666666666666,
        "summary": "Agung Podomoro Land (APLN) membukukan penjualan dan pendapatan Rp874,5 miliar di Kuartal I-2025, naik 22,7% dari periode yang sama tahun lalu.  Kenaikan ini didorong oleh penjualan apartemen yang melonjak 186,9% dan penjualan ruko yang naik 95,2%.  Meskipun pendapatan berulang turun, laba kotor meningkat 23% dan rugi bersih turun signifikan 97,8%.  APLN optimistis prospek sektor properti akan membaik di tahun 2025.\n"
    },
    {
        "judul": "Emiten Investasi Migas Cetak Laba Rp 99 M Kuartal I 2025",
        "post_date": "Rabu, 30 Apr 2025 13:59 WIB",
        "url": "https://finance.detik.com/bursa-dan-valas/d-7893012/emiten-investasi-migas-cetak-laba-rp-99-m-kuartal-i-2025",
        "content": "PT Raharja Energi Cepu Tbk (RATU) mencatat pertumbuhan laba bersih di kuartal I 2025 menjadi sebesar US$ 5,97 juta atau sekitar Rp 99,4 miliar (asumsi kurs Rp 16.650) dari US$ 3,6 juta di periode yang sama di tahun sebelumnya. Namun begitu, RATU mencatat pendapatan yang terkoreksi sebesar 2% menjadi US$ 13,2 juta dari US$ 13,4 juta di periode yang sama tahun sebelumnya. Hal ini terjadi akibat penurunan rata-rata volume lifting di Blok Jabung, dari 54 KBOEPD pada Kuartal I 2024 menjadi 50 KBOEPD pada Kuartal I 2025. Manajemen RATU menilai, pertumbuhan laba bersih kala terjadi penurunan pendapatan merupakan hasil dari efisiensi dan optimalisasi biaya yang dilakukan perseroan secara selektif dan terukur. SCROLL TO CONTINUE WITH CONTENT \"Kinerja positif ini mencerminkan kemampuan RATU dalam menjaga profitabilitas di tengah dinamika industri energi, sekaligus menjadi landasan kuat dalam mencapai target pertumbuhan yang berkelanjutan ke depan,\" tulis manajemen dalam keterangan resminya, Rabu (30/4/2025). Usai melaksanakan penawaran umum perdana saham atau initial public offering (IPO) yang dilakukan perseroan pada awal 2025 lalu, RATU akan fokus pada pengembangan bisnis dengan aktif mencari dan mengevaluasi peluang investasi serta mengkaji dua blok potensial di Indonesia. Sebagai perusahaan publik, perseroan berkomitmen untuk terus mengedepankan tata kelola perusahaan yang baik atau Good Corporate Governance (GCG) dalam setiap aspek operasional dan pengambilan keputusan strategis. Hal ini dinilai perlu untuk menciptakan nilai jangka panjang bagi seluruh pemangku kepentingan. Untuk diketahui, saham RATU resmi tercatat dalam perdagangan pasar modal di PT Bursa Efek Indonesia (BEI) pada Rabu (8/1/2025) lalu. RATU tercatat sebagai perusahaan ke-3 yang melakukan IPO di tahun 2025. Adapun perseroan berhasil menghimpun dana sebesar Rp 624 miliar dengan melepas 543.010.800 saham ke publik pada harga penawaran Rp 1.150 per saham. Pada pencatatan perdananya, saham RATU mengalami oversubscribe sebanyak 313 kali.",
        "source": "Detik Finance",
        "id": 13,
        "sentiment_score": 0.175,
        "summary": "Laba bersih PT Raharja Energi Cepu Tbk (RATU) naik menjadi US$ 5,97 juta di kuartal I 2025, meskipun pendapatan turun 2% menjadi US$ 13,2 juta akibat penurunan volume lifting di Blok Jabung.  Pertumbuhan laba disebabkan efisiensi biaya.  Setelah IPO awal 2025 yang berhasil mengumpulkan Rp 624 miliar, RATU akan fokus pada pengembangan bisnis dan investasi di Indonesia, serta berkomitmen pada tata kelola perusahaan yang baik.\n"
    },
    {
        "judul": "Saham Big Caps TPIA, TLKM dan AMMN Melaju di Zona Hijau",
        "post_date": "Rabu, 30 April 2025 | 09:36",
        "url": "https://market.bisnis.com/read/20250430/7/1873232/saham-big-caps-tpia-tlkm-dan-ammn-melaju-di-zona-hijau",
        "content": "Bisnis.com, JAKARTA – Indeks harga saham gabungan (IHSG) dibuka melemah ke level 6.738,24 pada perdagangan Rabu (30/4/2025). Di tengah penurunan indeks, saham TPIA, TLKM, AMMN, dan DSSA masih bertahan di zona hijau. Berdasarkan data Bursa Efek Indonesia (BEI), IHSG mencatat penurunan sebesar 0,16% atau 10,82 poin menuju posisi 6.738,24 sesaat setelah pembukaan. Hari ini, IHSG dibuka pada level 6.755,46 dan sempat bergerak ke 6.761,27. Tercatat, sebanyak 214 saham menguat, 179 saham turun, dan 216 saham stagnan. Sementara itu, kapitalisasi pasar alias market cap mencapai Rp11.705 triliun. Saham berkapitalisasi pasar jumbo yang menguat antara lain PT Chandra Asri Pacific Tbk. (TPIA) dengan kenaikan sebesar 1,95% menuju level Rp7.825. Adapun, saham PT Telkom Indonesia (Persero) Tbk. (TLKM) naik 1,16% ke Rp2.620. Selanjutnya, ada saham PT Amman Mineral Internasional Tbk. (AMMN) yang menguat 1,07% menjadi Rp7.075 dan saham PT Dian Swastatika Sentosa Tbk. (DSSA) tumbuh sebesar 0,82% menuju posisi Rp46.250 per saham. Adapun, saham big caps yang menurun dipimpin oleh PT Bank Mandiri (Persero) Tbk. (BMRI) dengan koreksi 2,43% menjadi Rp4.820, dan PT Bank Rakyat Indonesia (Persero) Tbk. (BBRI) mencatat pelemahan sebesar 1,82% ke Rp3.780. Sementara itu, saham yang masuk jajaran top gainers hari ini meliputi saham PT Mandala Multifinance Tbk. (MFIN) yang naik 19,40% dan saham PT PAM Mineral Tbk. (NICL) meningkat sebesar 18,33% menjadi Rp710. Saham dengan penurunan paling besar atau top losers dihuni oleh PT Sarana Mitra Luas Tbk. (SMIL) yang turun 10,30% menjadi Rp296 dan saham PT Remala Abadi menorehkan penurunan 6,93% menuju level Rp1.410 per saham. Head of Research Phintraco Sekuritas Valdy Kurniawan mengatakan bahwa IHSG telah membentuk pola doji star pada perdagangan kemarin, Selasa (29/4). Dia mengatakan bahwa secara teknikal, pola tersebut menjadi indikasi awal terhadap potensi minor bullish reversal. Namun, di sisi lain, volume dan nilai transaksi masih cenderung solid sampai dengan perdagangan sebelumnya. “Oleh sebab itu, kami masih melihat peluang 50-50 bagi IHSG untuk menguji level 6.770 pada hari ini. Sebaliknya, indikasi minor bullish reversal valid, jika IHSG mengalami pullback signifikan ke kisaran 6.700,” ujar Valdy. Untuk perdagangan hari ini, Phintraco Sekuritas merekomendasikan investor untuk mencermati saham PGAS, AMRT, SIDO, ERAA, dan TLKM. Sementara itu, Direktur Reliance Sekuritas Indonesia Reza Priyambada Juga memproyeksikan IHSG akan mengalami pelemahan pada perdagangan hari ini. “Secara teknikal, candle IHSG berbentuk doji [reversal pattern], masih di atas MA5 dan MA20, indikator Stochastic golden cross pada area overbought. Dengan demikian, kami proyeksikan hari ini IHSG akan mengalami pelemahan,” ucapnya. Reliance Sekuritas Indonesia menyematkan rekomendasi top picks kepada saham ASII, INDF, MLPL, dan BBHI untuk dicermati pada perdagangan hari ini.  Disclaimer: Berita ini tidak bertujuan mengajak membeli atau menjual saham. Keputusan investasi sepenuhnya ada di tangan pembaca. Bisnis.com tidak bertanggung jawab atas kerugian atau keuntungan yang timbul dari keputusan investasi pembaca.",
        "source": "Bisnis Market",
        "id": 5,
        "sentiment_score": 0.15,
        "summary": "IHSG dibuka melemah 0,16% ke 6.738,24 pada Rabu (30/4/2025), meski beberapa saham besar seperti TPIA, TLKM, AMMN, dan DSSA menguat.  Saham BMRI dan BBRI mengalami penurunan signifikan.  Analis Phintraco Sekuritas melihat peluang 50-50 IHSG menguji level 6.770 atau mengalami pullback ke 6.700, sementara Reliance Sekuritas memproyeksikan pelemahan IHSG.  Kedua analis memberikan rekomendasi saham pilihan untuk perdagangan hari ini.\n"
    },
    {
        "judul": "VKTR Bukukan Pendapatan Rp 218 Miliar Kuartal I 2025",
        "post_date": "Rabu, 30 Apr 2025 11:59 WIB",
        "url": "https://finance.detik.com/bursa-dan-valas/d-7892760/vktr-bukukan-pendapatan-rp-218-miliar-kuartal-i-2025",
        "content": "PT VKTR Teknologi Mobilitas Tbk (VKTR) mencatat pertumbuhan pendapatan bersih sebesar 6% secara tahunan (yoy) menjadi Rp 218 miliar di Kuartal I 2025 dari Rp 205 miliar di periode yang sama tahun sebelumnya. Namun, laba bersih perseroan tercatat turun sebesar 84% yoy menjadi Rp 3,3 miliar di kuartal pertama 2025 dari Rp 21 miliar di periode yang sama di sebelumnya. Merosotnya laba bersih perseroan terjadi akibat kenaikan harga pokok penjualan dan kurs mata uang Amerika Serikat (AS). Di sisi lain, total aset perseroan tumbuh 3% yoy menjadi Rp 1.663 miliar per 31 Maret 2025, dari Rp 1.609 miliar di kuartal sebelumnya. Total aset meningkat seiring dengan pembangunan pabrik perakitan bus listrik perseroan di Magelang. SCROLL TO CONTINUE WITH CONTENT Sejalan dengan ekspansi ini, total liabilitas naik 11% yoy menjadi Rp 502 miliar dari Rp 453 miliar, disebabkan oleh kenaikan utang untuk mendukung modal kerja perusahaan. VKTR juga mencatat pertumbuhan pendapatan dari segmen manufaktur suku cadang sebesar 10% yoy di kuartal I 2025 di tengah kondisi pasar otomotif nasional yang terkoreksi 5% yoy berdasarkan data Gaikindo. Direktur Utama VKTR Gilarsi W. Setijono mengatakan, perseroan tetap menghadapi tantangan dalam kenaikan penjualan yang masih dipengaruhi oleh pergeseran permintaan ke produk dengan margin yang lebih rendah, sehingga Harga Pokok Penjualan (HPP) mengalami kenaikan lebih tinggi. Namun begitu, perseroan terus memperluas portofolio klien dan produk melalui strategi diversifikasi, yang ditunjukkan dengan keberhasilan penjualan forklift listrik ke sektor swasta. Selain itu, VKTR juga dalam proses finalisasi Purchase Order (PO) 80 unit bus listrik dengan Perum DAMRI terkait penambahan untuk operasional Transjakarta. Proses ini menjadi tindak lanjut dari pemesanan sebelumnya, yaitu 72 unit bus listrik yang telah beroperasi, di mana 20 unit dioperasikan oleh Sinarjaya dan 52 unitnya dioperasikan oleh Mayasari Bakti. \"Dengan tetap agile dan responsif terhadap perubahan, kami siap tumbuh bersama pasar yang terus berkembang, seiring dengan arah diversifikasi produk di masa depan,\" kata Gilarsi dalam keterangan tertulisnya, Rabu (30/4/2025). Selain itu, VKTR telah menyelesaikan pembangunan fasilitas perakitan kendaraan listrik komersial berbasis Completely Knocked Down (CKD) di Magelang pada awal 2025. Fasilitas ini tengah mefakit bus listrik sepanjang 12 meter dengan sertifikasi Tingkat Kandungan Dalam Negeri (TKDN) lebih dari 40%. Adapun fasilitas ini dirancang untuk memperluas produksi berbasis CKD dan meningkatkan efisiensi operasional. Dengan selesainya fasilitas ini, VKTR berada dalam posisi yang lebih kuat untuk menangkap peluang pertumbuhan permintaan kendaraan listrik ke depan. Hal tersebut tercermin dalam kinerja kuartal awal tahun 2025, di mana VKTR mencatat dimulainya operasi 20 unit bus listrik CKD VKTR yang dilakukan oleh operator Sinarjaya untuk Transjakarta, dimana kolaborasi karoseri bus listrik dilakukan oleh Laksana. Pada bulan Maret 2025, operator Transjakarta, Mayasari Bakti, berhasil menguji rute terbaru dan terjauh, yaitu rute Terminal Depok Baru - BKN. Dalam pengujian tersebut, bus listrik VKTR melampaui ekspektasi jarak harian dengan menempuh jarak 322 km dalam sehari, dengan baterai yang masih tersisa 21%, ini menunjukkan efisiensi dan keandalan yang luar biasa. Berdasarkan kalkulasi perseroan, dari 84 unit bus yang telah beroperasi, dengan rata-rata jarak tempuh 210 km per hari selama 36 bulan, bus-bus ini telah berhasil menghemat sekitar 9.200 ton CO2, yang setara dengan penanaman sekitar 420.000 pohon. Selain itu, penggunaan bus listrik VKTR telah menghemat sekitar 3,4 juta liter bahan bakar fosil, mendukung upaya global dalam mengurangi ketergantungan pada bahan bakar fosil dan memerangi perubahan iklim. \"Kami percaya bahwa penguatan kehadiran Perseroan di sektor KLBB Indonesia bukan hanya langkah bisnis, tetapi juga bagian dari komitmen kami untuk menghadirkan solusi berkelanjutan,\" tutupnya.  Tonton juga Video: TransJ Punya 200 Unit BRT Listrik Baru, Diklaim Setara Tanam 1,5 Juta Pohon [Gambas:Video 20detik] ",
        "source": "Detik Finance",
        "id": 15,
        "sentiment_score": 0.06349206349206349,
        "summary": "VKTR Teknologi Mobilitas mencatat pertumbuhan pendapatan 6% yoy menjadi Rp 218 miliar di Q1 2025, tetapi laba bersih turun 84% yoy menjadi Rp 3,3 miliar akibat kenaikan harga pokok penjualan dan kurs USD.  Total aset tumbuh 3% yoy menjadi Rp 1.663 miliar, didorong pembangunan pabrik perakitan bus listrik di Magelang.  Penjualan suku cadang naik 10% yoy.  VKTR tengah memfinalisasi pesanan 80 bus listrik tambahan untuk DAMRI dan telah memulai operasi 20 unit bus listrik untuk Transjakarta, menunjukkan efisiensi tinggi dan penghematan signifikan CO2 dan bahan bakar fosil.\n"
    }
]