[
    {
        "judul": "Andrew dan Go Herliani Prayogo Perkuat Jajaran Direksi BLES",
        "post_date": "07/05/2025, 21:31 WIB",
        "url": "https://www.emitennews.com/news/andrew-dan-go-herliani-prayogo-perkuat-jajaran-direksi-bles",
        "content": "EmitenNews.com - Andrew dan Go Herliani Prayogo memperkuat jajaran direksi PT Superior Prima Sukses Tbk. (BLES). Pengangkatan keduanya disetujui dalam Rapat Umum Para Pemegang Saham Luar Biasa pada tanggal 5 Mei 2025.Manajemen BLES dalam keterangan tertulisnya Rabu (7/5/2025) menuturkan bahwa RUPSLB telah memenuhi kuorum karena dihadiri oleh pemegang saham yang mewakili 8.216.918.000 saham.\n\n\nItu berarti mencapai 92,43% dari seluruh saham dengan hak suara sah yang telah dikeluarkan oleh Perseroan, sesuai dengan Anggaran Dasar Perseroan dan Peraturan Perundangan yang berlaku.RUPSLB agenda I menyetujui dan menerima pengunduran diri Ventje Hermanto Soemali dan Jermia Indra Wijaya, keduanya selaku Direktur Perseroan dengan memberikan pembebasan dan pelunasan sepenuhnya (acquit et de charge).\n\n\nSelanjutnya RUPSLB juga mengangkat dan mengesahkan Andrew dan Go Herliani Prayogo, keduanya sebagai Direktur Perseroan terhitung sejak ditutupnya Rapat ini dengan akhir masa jabatan sama dengan anggota Direksi dan Dewan Komisaris yang menjabat saat ini.Demikian susunan Direksi dan Dewan Komisaris Perseroan:Dewan Komisaris\n\n\nKomisaris Utama : Dermawan SuparsonoKomisaris : Danny Kristiono SantosoKomisaris : Belinda NataliaKomisaris : Tjio Fong Ing\n\n\nKomisaris Independen : Chandra SetiawanKomisaris Independen : Lukas RusliDireksiDirektur Utama : Liauw, Billy Law\n\n\nDirektur : Hendra WidodoDirektur : Henrianto Manajemen BLES dalam keterangan tertulisnya Rabu (7/5/2025) menuturkan bahwa RUPSLB telah memenuhi kuorum karena dihadiri oleh pemegang saham yang mewakili 8.216.918.000 saham.\n\n\nItu berarti mencapai 92,43% dari seluruh saham dengan hak suara sah yang telah dikeluarkan oleh Perseroan, sesuai dengan Anggaran Dasar Perseroan dan Peraturan Perundangan yang berlaku.RUPSLB agenda I menyetujui dan menerima pengunduran diri Ventje Hermanto Soemali dan Jermia Indra Wijaya, keduanya selaku Direktur Perseroan dengan memberikan pembebasan dan pelunasan sepenuhnya (acquit et de charge).\n\n\nSelanjutnya RUPSLB juga mengangkat dan mengesahkan Andrew dan Go Herliani Prayogo, keduanya sebagai Direktur Perseroan terhitung sejak ditutupnya Rapat ini dengan akhir masa jabatan sama dengan anggota Direksi dan Dewan Komisaris yang menjabat saat ini.Demikian susunan Direksi dan Dewan Komisaris Perseroan:Dewan Komisaris\n\n\nKomisaris Utama : Dermawan SuparsonoKomisaris : Danny Kristiono SantosoKomisaris : Belinda NataliaKomisaris : Tjio Fong Ing\n\n\nKomisaris Independen : Chandra SetiawanKomisaris Independen : Lukas RusliDireksiDirektur Utama : Liauw, Billy Law\n\n\nDirektur : Hendra WidodoDirektur : Henrianto Itu berarti mencapai 92,43% dari seluruh saham dengan hak suara sah yang telah dikeluarkan oleh Perseroan, sesuai dengan Anggaran Dasar Perseroan dan Peraturan Perundangan yang berlaku.RUPSLB agenda I menyetujui dan menerima pengunduran diri Ventje Hermanto Soemali dan Jermia Indra Wijaya, keduanya selaku Direktur Perseroan dengan memberikan pembebasan dan pelunasan sepenuhnya (acquit et de charge).\n\n\nSelanjutnya RUPSLB juga mengangkat dan mengesahkan Andrew dan Go Herliani Prayogo, keduanya sebagai Direktur Perseroan terhitung sejak ditutupnya Rapat ini dengan akhir masa jabatan sama dengan anggota Direksi dan Dewan Komisaris yang menjabat saat ini.Demikian susunan Direksi dan Dewan Komisaris Perseroan:Dewan Komisaris\n\n\nKomisaris Utama : Dermawan SuparsonoKomisaris : Danny Kristiono SantosoKomisaris : Belinda NataliaKomisaris : Tjio Fong Ing\n\n\nKomisaris Independen : Chandra SetiawanKomisaris Independen : Lukas RusliDireksiDirektur Utama : Liauw, Billy Law\n\n\nDirektur : Hendra WidodoDirektur : Henrianto RUPSLB agenda I menyetujui dan menerima pengunduran diri Ventje Hermanto Soemali dan Jermia Indra Wijaya, keduanya selaku Direktur Perseroan dengan memberikan pembebasan dan pelunasan sepenuhnya (acquit et de charge).\n\n\nSelanjutnya RUPSLB juga mengangkat dan mengesahkan Andrew dan Go Herliani Prayogo, keduanya sebagai Direktur Perseroan terhitung sejak ditutupnya Rapat ini dengan akhir masa jabatan sama dengan anggota Direksi dan Dewan Komisaris yang menjabat saat ini.Demikian susunan Direksi dan Dewan Komisaris Perseroan:Dewan Komisaris\n\n\nKomisaris Utama : Dermawan SuparsonoKomisaris : Danny Kristiono SantosoKomisaris : Belinda NataliaKomisaris : Tjio Fong Ing\n\n\nKomisaris Independen : Chandra SetiawanKomisaris Independen : Lukas RusliDireksiDirektur Utama : Liauw, Billy Law\n\n\nDirektur : Hendra WidodoDirektur : Henrianto Selanjutnya RUPSLB juga mengangkat dan mengesahkan Andrew dan Go Herliani Prayogo, keduanya sebagai Direktur Perseroan terhitung sejak ditutupnya Rapat ini dengan akhir masa jabatan sama dengan anggota Direksi dan Dewan Komisaris yang menjabat saat ini.Demikian susunan Direksi dan Dewan Komisaris Perseroan:Dewan Komisaris\n\n\nKomisaris Utama : Dermawan SuparsonoKomisaris : Danny Kristiono SantosoKomisaris : Belinda NataliaKomisaris : Tjio Fong Ing\n\n\nKomisaris Independen : Chandra SetiawanKomisaris Independen : Lukas RusliDireksiDirektur Utama : Liauw, Billy Law\n\n\nDirektur : Hendra WidodoDirektur : Henrianto Demikian susunan Direksi dan Dewan Komisaris Perseroan:Dewan Komisaris\n\n\nKomisaris Utama : Dermawan SuparsonoKomisaris : Danny Kristiono SantosoKomisaris : Belinda NataliaKomisaris : Tjio Fong Ing\n\n\nKomisaris Independen : Chandra SetiawanKomisaris Independen : Lukas RusliDireksiDirektur Utama : Liauw, Billy Law\n\n\nDirektur : Hendra WidodoDirektur : Henrianto Dewan Komisaris\n\n\nKomisaris Utama : Dermawan SuparsonoKomisaris : Danny Kristiono SantosoKomisaris : Belinda NataliaKomisaris : Tjio Fong Ing\n\n\nKomisaris Independen : Chandra SetiawanKomisaris Independen : Lukas RusliDireksiDirektur Utama : Liauw, Billy Law\n\n\nDirektur : Hendra WidodoDirektur : Henrianto Komisaris Utama : Dermawan SuparsonoKomisaris : Danny Kristiono SantosoKomisaris : Belinda NataliaKomisaris : Tjio Fong Ing\n\n\nKomisaris Independen : Chandra SetiawanKomisaris Independen : Lukas RusliDireksiDirektur Utama : Liauw, Billy Law\n\n\nDirektur : Hendra WidodoDirektur : Henrianto Komisaris : Danny Kristiono SantosoKomisaris : Belinda NataliaKomisaris : Tjio Fong Ing\n\n\nKomisaris Independen : Chandra SetiawanKomisaris Independen : Lukas RusliDireksiDirektur Utama : Liauw, Billy Law\n\n\nDirektur : Hendra WidodoDirektur : Henrianto Komisaris : Belinda NataliaKomisaris : Tjio Fong Ing\n\n\nKomisaris Independen : Chandra SetiawanKomisaris Independen : Lukas RusliDireksiDirektur Utama : Liauw, Billy Law\n\n\nDirektur : Hendra WidodoDirektur : Henrianto Komisaris : Tjio Fong Ing\n\n\nKomisaris Independen : Chandra SetiawanKomisaris Independen : Lukas RusliDireksiDirektur Utama : Liauw, Billy Law\n\n\nDirektur : Hendra WidodoDirektur : Henrianto Komisaris Independen : Chandra SetiawanKomisaris Independen : Lukas RusliDireksiDirektur Utama : Liauw, Billy Law\n\n\nDirektur : Hendra WidodoDirektur : Henrianto Komisaris Independen : Lukas RusliDireksiDirektur Utama : Liauw, Billy Law\n\n\nDirektur : Hendra WidodoDirektur : Henrianto DireksiDirektur Utama : Liauw, Billy Law\n\n\nDirektur : Hendra WidodoDirektur : Henrianto Direktur Utama : Liauw, Billy Law\n\n\nDirektur : Hendra WidodoDirektur : Henrianto Direktur : Hendra WidodoDirektur : Henrianto Direktur : Henrianto",
        "source": "Emiten News",
        "id": 16,
        "sentiment_score": 0.7,
        "summary": "RUPSLB PT Superior Prima Sukses Tbk (BLES) pada 5 Mei 2025 mengangkat Andrew dan Go Herliani Prayogo sebagai direktur, menggantikan Ventje Hermanto Soemali dan Jermia Indra Wijaya yang mengundurkan diri.  RUPSLB dihadiri pemegang saham mewakili 92,43% saham dengan hak suara.\n"
    },
    {
        "judul": "IHSG Dibuka Naik ke Zona Hijau, Saham ANTM, BMRI, hingga PTRO Menguat",
        "post_date": "Rabu, 7 Mei 2025 | 10:12",
        "url": "https://market.bisnis.com/read/20250507/7/1875004/ihsg-dibuka-naik-ke-zona-hijau-saham-antm-bmri-hingga-ptro-menguat",
        "content": "Bisnis.com, JAKARTA — Indeks harga saham gabungan (IHSG) dibuka di zona hijau pada perdagangan hari ini, Rabu (7/5/2025). Saham produsen emas ANTM, BMRI, hingga PTRO naik ke zona hijau pagi ini. Berdasarkan data RTI Infokom, pada pukul 09.00 WIB, IHSG dibuka menguat pada posisi 6.925,25. IHSG sempat bergerak pada rentang 6.916-6.928 sesaat setelah pembukaan. Tercatat, 232 saham menguat, 88 saham melemah, dan 237 saham bergerak di tempat. Kapitalisasi pasar IHSG terpantau menjadi Rp12.060 triliun. Saham PT Aneka Tambang Tbk. (ANTM) menjadi salah satu saham yang menguat pagi ini, dengan naik 1,18% ke level Rp2.570 per saham. Lalu saham PT Bank Mandiri (Persero) Tbk. (BMRI) juga ikut menguat 0,40% ke level Rp5.000 per saham hari ini. Selain itu, saham emiten Prajogo Prangestu PT Petrosea Tbk. (PTRO) juga menguat 2,37% ke level Rp3.020 per saham pagi ini. Head of Research Phintraco Sekuritas Valdy Kurniawan menjelaskan pelaku pasar di Indonesia juga mengantisipasi pengumuman hasil FOMC pada 8 Mei 2025 dini hari. Menjelang pertemuan tersebut, nilai tukar rupiah relatif stabil di kisaran Rp16.400 per dolar AS, menguat dari kisaran Rp16.850 per dolar AS pekan lalu. Penguatan tersebut salah satunya dipicu oleh peluang tercapainya trade deals, termasuk prospek negosiasi AS dengan China yang mulai mencuat sejak pekan terakhir April 2025. Dari dalam negeri, BI dijadwalkan merilis posisi cadangan devisa per akhir April 2025 pada Rabu (6/5/2025). Posisi cadangan devisa diperkirakan tidak banyak berubah dan masih setara dengan 6 bulan impor. Adapun, sejumlah saham yang menjadi top picks Phintraco Sekuritas pada Rabu (7/5/2025), adalah INCO, HRUM, TINS, MDKA, dan DOID.  Disclaimer: berita ini tidak bertujuan mengajak membeli atau menjual saham. Keputusan investasi sepenuhnya ada di tangan pembaca. Bisnis.com tidak bertanggung jawab terhadap segala kerugian maupun keuntungan yang timbul dari keputusan investasi pembaca.",
        "source": "Bisnis Market",
        "id": 4,
        "sentiment_score": 0.5,
        "summary": "IHSG dibuka naik di angka 6.925,25 pada Rabu (7/5/2025), didorong penguatan saham ANTM, BMRI, dan PTRO.  Penguatan rupiah dan antisipasi pengumuman hasil FOMC turut mempengaruhi pasar.  Phintraco Sekuritas merekomendasikan INCO, HRUM, TINS, MDKA, dan DOID.\n"
    },
    {
        "judul": "Wall Street Melemah Jelang Keputusan The Fed",
        "post_date": "Rabu, 7 Mei 2025 | 06:27",
        "url": "https://market.bisnis.com/read/20250507/7/1874969/wall-street-melemah-jelang-keputusan-the-fed",
        "content": "Bisnis.com, JAKARTA – Sentimen penghindaran risiko kembali mendominasi Wall Street menjelang keputusan suku bunga The Fed. Bursa saham Amerika Serikat ditutup melemah pada Selasa (6/5/2025) setelah komentar tarif dari Presiden Donald Trump gagal menenangkan kecemasan soal dampak ekonomi dari perang dagang yang terus bergulir. Melansir Bloomberg, Rabu (7/5/2025), indeks S&P 500 ditutup melemah 0,8%, Nasdaq 100 turun 0,9%, dan Dow Jones juga melemah 0,9%. Indeks S&P 500 sempat mendekati posisi impas namun akhirnya tergelincir hampir 1%. Trump menyatakan akan menetapkan besar tarif dan memberikan pengecualian bagi mitra dagang yang bersedia memenuhi syarat tertentu, menandakan pendekatan yang lebih koersif ketimbang negosiasi timbal balik. Kecemasan atas kebijakan perdagangan mendorong investor memburu obligasi, yang juga terbantu oleh hasil kuat dari lelang obligasi pemerintah AS senilai US$42 miliar untuk tenor 10 tahun. Di tengah ketidakpastian, investor mengabaikan pernyataan Menteri Keuangan Scott Bessent yang menyebut negosiasi perdagangan dengan beberapa negara mitra berlangsung baik. Pasar menganggap belum ada kemajuan berarti. Baca Juga Hanya sehari jelang pengumuman The Fed, mayoritas pelaku pasar memperkirakan bank sentral akan mempertahankan suku bunga. Meski Trump terus menekan agar dilakukan pemangkasan, The Fed lebih memilih menunggu data ekonomi hasil dari kebijakan tarif yang diberlakukan bulan lalu. “Jika para pelaku pasar berharap The Fed akan menjadi penyelamat dan menenangkan lonjakan ketidakpastian kebijakan dengan sinyal dovish yang jelas, mereka sebaiknya berpikir ulang,” ujar Thierry Wizman dari Macquarie. Di sesi perdagangan setelah jam reguler, saham Marvell Technology Inc. merosot setelah memangkas proyeksi pendapatan dan menunda pertemuan investor karena kondisi ekonomi yang dinilai \"tidak pasti\". Rivian Automotive Inc. mengumumkan revisi proyeksi pengiriman kendaraan yang lebih buruk dari estimasi awal. Super Micro Computer Inc. juga melaporkan prospek yang mengecewakan, sementara Advanced Micro Devices Inc. justru tampil optimis. Imbal hasil obligasi pemerintah AS tenor 10 tahun turun lima basis poin menjadi 4,29%, sedangkan Bloomberg Dollar Spot Index melemah 0,3%. Di tengah reli historis pasar saham, analis Goldman Sachs menyebut valuasi saat ini menyisakan ruang yang sangat sempit untuk kenaikan lanjutan. Analis JPMorgan menyarankan investor tak berlindung di aset AS, sementara Max Kettner dari HSBC tetap berhati-hati karena “fundamental pasar masih lemah.” Analis Pepperstone Michael Brown mengatakan pasar saham yang terlalu percaya diri menghadapi ketidakpastian dagang yang belum reda, serta risiko ekonomi yang besar dan belum dihargai secara memadai. “Saya masih memilih beli emas saat harga melemah dan jual dolar saat menguat,” jelasnya.",
        "source": "Bisnis Market",
        "id": 6,
        "sentiment_score": 0.3666666666666667,
        "summary": "Wall Street ditutup melemah karena sentimen penghindaran risiko menjelang keputusan suku bunga The Fed.  Komentar Presiden Trump soal tarif gagal menenangkan kekhawatiran dampak perang dagang. Indeks S&P 500, Nasdaq 100, dan Dow Jones turun sekitar 0,8-0,9%. Investor beralih ke obligasi, sementara beberapa perusahaan teknologi seperti Marvell dan Rivian merevisi proyeksi pendapatan secara negatif.  Analis memperingatkan valuasi pasar saham yang tinggi dan ketidakpastian ekonomi yang masih ada.\n"
    },
    {
        "judul": "Harga Saham IDX BUMN20 Naik 16,96% Sebulan, Intip Emiten Pendorongnya",
        "post_date": "Rabu, 7 Mei 2025 | 00:19",
        "url": "https://market.bisnis.com/read/20250507/7/1874938/harga-saham-idx-bumn20-naik-1696-sebulan-intip-emiten-pendorongnya",
        "content": "Bisnis.com, JAKARTA — Indeks saham emiten pelat merah atau BUMN perlahan menunjukkan penguatan, didorong oleh sejumlah faktor seperti kinerja keuangan serta bergulirnya Danantara. Bagaimana kemudian prospeknya ke depan? Berdasarkan data Bursa Efek Indonesia (BEI), indeks BUMN atau IDX BUMN20 menguat 0,87% pada perdagangan hari ini, Selasa (6/5/2025), ke level 351,6. IDX BUMN20 pun telah menguat 16,96% dalam sebulan perdagangan terakhir. Adapun, IDX BUMN20 hanya terkoreksi 2,47% sepanjang tahun berjalan (year to date/ytd). Pergerakan IDX BUMN20 itu lebih baik jika dibandingkan indeks utama seperti Indeks Harga Saham Gabungan (IHSG) yang melemah 3,5% ytd, indeks LQ45 melemah 7,18% ytd, serta IDX30 melemah 5,83% ytd. Head of Investment Specialist Fath Aliansyah Budiman mengatakan indeks BUMN memang telah mengalami penguatan dalam beberapa waktu terakhir, terdorong oleh kinerja sejumlah emiten. \"Sejauh ini yang performa secara kinerja keuangan dan terefleksi di pergerakan harga sahamnya serta memberikan kontribusi besar terhadap pergerakan IDX BUMN20 adalah ANTM [PT Aneka Tambang Tbk.] dan BRIS [PT Bank Syariah Indonesia Tbk.],\" ujarnya kepada Bisnis pada Selasa (6/5/2025). Harga saham ANTM memang sedang menanjak. Pada perdagangan hari ini, harga saham ANTM naik 9,48% ke level Rp2.540 per lembar. Harga saham ANTM juga melesat 66,56% ytd. Baca Juga Kemudian, harga saham BRIS naik 3,81% ke level Rp3.000 pada perdagangan hari ini. Sementara itu, harga saham BRIS naik 9,89% ytd. Dia juga menilai, saham-saham pelat merah lainnya seperti PT Telkom Indonesia Tbk. (TLKM), PT Bank Mandiri Tbk. (BMRI), PT Bank Rakyat Indonesia Tbk. (BBRI), dan PT Bank Negara Indonesia Tbk. (BBNI) yang cenderung menguat dalam sebulan perdagangan terakhir memberikan kontribusi tambahan ke IDX BUMN20. Harga saham TLKM telah naik 17,03% dalam sebulan perdagangan terakhir ke level Rp2.680. Kemudian, harga saham BMRI naik 6,64% dalam sebulan ke Rp4.980, BBRI naik 6,59% dalam sebulan ke Rp3.880, serta BBNI naik 3,72% dalam sebulan ke level Rp4.180. Senior Market Chartist Mirae Asset Sekuritas, Nafan Aji Gusta, mengatakan IDX BUMN20 memang lebih defensif dibandingkan indeks lainnya dalam empat bulan pertama 2025, didorong oleh sejumlah faktor. \"Katalis positif didapatkan dari kelanjutan pembangunan IKN. Ini bagus untuk emiten konstruksi,\" kata Nafan kepada Bisnis pada Selasa (6/5/2025). Saham-saham bank pelat merah pun mendapatkan dorongan dari kinerja laba serta kualitas rasio kredit bermasalah (non-performing loan/NPL) yang terkendali. Ke depan, indeks BUMN masih akan terdorong oleh sejumlah faktor, seperti penurunan suku bunga acuan Bank Indonesia yang berdampak ke saham perbankan serta sektor-sektor lainnya. Faktor pendorong lainnya adalah telah berjalannya superholding BUMN, Danantara. Sebagaimana diketahui, Danantara kini mengelola 844 perusahaan yang sebelumnya berada di bawah BUMN, termasuk anak, cucu, hingga cicit perusahaan. Seluruh entitas ini resmi berada di bawah kendali Danantara sejak 21 Maret 2025, tak lama setelah peresmian superholding BUMN itu dilakukan. \"Apalagi sudah adanya Danantara. Di samping itu, Danantara berkomitmen investasi di sektor riil, baik di hilirisasi maupun infrastruktur,\" ujar Nafan. Menurutnya, harga saham sejumlah emiten pelat merah telah terpriced-in. Kemudian, ke depan akan ada aksi beli dari asing atau net buy asing. \"Yang penting emiten-emiten BUMN konsisten menerapkan good corporate governance. Begitu juga dengan Danantara diharapkan menerapkan good corporate governance,\" ujar Nafan. Ia menilai terdapat sejumlah saham BUMN pilihan yang prospektif, seperti ANTM, TLKM, BMRI, serta BBRI. Meski begitu, ke depan indeks akan menghadapi gelombang fenomena \"Sell in May and Go Away\" yang kerap menjadi batu sandungan gerak pasar saham pada bulan Mei. Equity Research Analyst Panin Sekuritas, Felix Darmawan, menilai secara historis bulan Mei cenderung menjadi periode yang menantang bagi pasar saham seiring dengan fenomena \"Sell in May and Go Away\". ",
        "source": "Bisnis Market",
        "id": 8,
        "sentiment_score": 0.27999999999999997,
        "summary": "Indeks BUMN20 menguat 0,87% hari ini, didorong kinerja keuangan emiten seperti ANTM dan BRIS, serta pembangunan IKN dan kinerja perbankan yang baik.  Penguatan ini berlawanan dengan pelemahan IHSG, LQ45, dan IDX30.  Ke depan, penurunan suku bunga dan keberadaan Danantara (superholding BUMN) diprediksi akan terus mendorong indeks, meskipun potensi \"Sell in May and Go Away\" perlu diwaspadai.  Saham ANTM, TLKM, BMRI, dan BBRI dinilai prospektif.\n"
    },
    {
        "judul": "Tingkatkan Kualitas Penyaluran KPR, KB Bank Bermitra dengan AREBI",
        "post_date": "07/05/2025, 19:01 WIB",
        "url": "https://www.emitennews.com/news/tingkatkan-kualitas-penyaluran-kpr-kb-bank-bermitra-dengan-arebi",
        "content": "EmitenNews.com - Perluas jangkauan dan meningkatkan kualitas penyaluran Kredit Pemilikan Rumah (KPR), KB Bank (BBKP) menjalin kemitraan strategis dengan Asosiasi Real Estate Broker Indonesia (AREBI), melalui penandatanganan Nota Kesepahaman (MoU). Ini langkah strategis sebagai bagian dari komitmen jangka panjang KB Bank memperkuat portofolio pembiayaan sektor properti sekaligus memperluas inklusi keuangan.Dalam rilis yang diterima Rabu (7/5/2025), disebutkan kolaborasi ini ditandatangani oleh Wakil Direktur Utama KB Bank, Robby Mondong, dan Ketua Umum DPP AREBI, Clement Francis, dalam sebuah seremoni di Jakarta, yang dihadiri oleh jajaran manajemen kedua pihak.\n\n\nWakil Direktur Utama KB Bank, Robby Mondong mengungkapkan, langkah strategis ini menjadi bagian dari komitmen jangka panjang KB Bank untuk memperkuat portofolio pembiayaan sektor properti sekaligus memperluas inklusi keuangan, dengan menargetkan pembukuan KPR sebesar Rp1 triliun. Melalui kemitraan ini, AREBI, sebagai asosiasi profesional broker properti terbesar di Indonesia, akan berperan aktif dalam memberikan referensi calon nasabah potensial kepada KB Bank, khususnya dalam segmen kredit pemilikan rumah.\n\n\n“Kemitraan ini bukan sekadar kolaborasi bisnis, tetapi juga sebuah bentuk sinergi lintas sektor untuk menjawab tantangan kepemilikan rumah bagi masyarakat Indonesia. AREBI memiliki jaringan yang sangat luas dan kredibel, sehingga kami yakin kerja sama ini akan memperkuat kanal distribusi produk KPR KB Bank secara signifikan,” ungkap Robby Mondong, Wakil Direktur Utama KB Bank.Sementara itu, Ketua Umum AREBI, Clement Francis, menyampaikan bahwa kerja sama ini menjadi peluang strategis bagi para anggota AREBI untuk memberikan layanan yang lebih terintegrasi kepada masyarakat. Pihaknya menyambut baik kerja sama dengan KB Bank karena mampu memberikan nilai tambah yang besar bagi para anggota AREBI di seluruh Indonesia. “Melalui kolaborasi ini, kami bisa menghadirkan solusi yang lebih menyeluruh, tidak hanya membantu masyarakat mencari rumah, tetapi juga membantu mereka mendapatkan akses pembiayaan yang kompetitif,” ujar Clement Francis.\n\n\nPenting pula diketahui, kerja sama ini menjadi bagian dari strategi KB Bank dalam memperkuat posisi di industri perbankan nasional, khususnya dalam pembiayaan retail yang berbasis kebutuhan masyarakat luas. Dengan dukungan dari KB Kookmin Bank Korea Selatan sebagai pemegang saham pengendali, KB Bank terus memperluas inovasi produk dan layanannya untuk mendukung pertumbuhan ekonomi nasional secara berkelanjutan.Selain mendukung pembiayaan rumah, kerja sama ini juga menjadi langkah awal untuk menjajaki potensi kolaborasi lainnya antara KB Bank dan AREBI, termasuk pengembangan produk keuangan berbasis kebutuhan broker properti dan digitalisasi layanan antar sektor. Penandatanganan MoU ini diharapkan menjadi titik awal dari sinergi jangka panjang yang memberikan dampak nyata bagi industri properti, sektor perbankan, dan masyarakat luas. *** Dalam rilis yang diterima Rabu (7/5/2025), disebutkan kolaborasi ini ditandatangani oleh Wakil Direktur Utama KB Bank, Robby Mondong, dan Ketua Umum DPP AREBI, Clement Francis, dalam sebuah seremoni di Jakarta, yang dihadiri oleh jajaran manajemen kedua pihak.\n\n\nWakil Direktur Utama KB Bank, Robby Mondong mengungkapkan, langkah strategis ini menjadi bagian dari komitmen jangka panjang KB Bank untuk memperkuat portofolio pembiayaan sektor properti sekaligus memperluas inklusi keuangan, dengan menargetkan pembukuan KPR sebesar Rp1 triliun. Melalui kemitraan ini, AREBI, sebagai asosiasi profesional broker properti terbesar di Indonesia, akan berperan aktif dalam memberikan referensi calon nasabah potensial kepada KB Bank, khususnya dalam segmen kredit pemilikan rumah.\n\n\n“Kemitraan ini bukan sekadar kolaborasi bisnis, tetapi juga sebuah bentuk sinergi lintas sektor untuk menjawab tantangan kepemilikan rumah bagi masyarakat Indonesia. AREBI memiliki jaringan yang sangat luas dan kredibel, sehingga kami yakin kerja sama ini akan memperkuat kanal distribusi produk KPR KB Bank secara signifikan,” ungkap Robby Mondong, Wakil Direktur Utama KB Bank.Sementara itu, Ketua Umum AREBI, Clement Francis, menyampaikan bahwa kerja sama ini menjadi peluang strategis bagi para anggota AREBI untuk memberikan layanan yang lebih terintegrasi kepada masyarakat. Pihaknya menyambut baik kerja sama dengan KB Bank karena mampu memberikan nilai tambah yang besar bagi para anggota AREBI di seluruh Indonesia. “Melalui kolaborasi ini, kami bisa menghadirkan solusi yang lebih menyeluruh, tidak hanya membantu masyarakat mencari rumah, tetapi juga membantu mereka mendapatkan akses pembiayaan yang kompetitif,” ujar Clement Francis.\n\n\nPenting pula diketahui, kerja sama ini menjadi bagian dari strategi KB Bank dalam memperkuat posisi di industri perbankan nasional, khususnya dalam pembiayaan retail yang berbasis kebutuhan masyarakat luas. Dengan dukungan dari KB Kookmin Bank Korea Selatan sebagai pemegang saham pengendali, KB Bank terus memperluas inovasi produk dan layanannya untuk mendukung pertumbuhan ekonomi nasional secara berkelanjutan.Selain mendukung pembiayaan rumah, kerja sama ini juga menjadi langkah awal untuk menjajaki potensi kolaborasi lainnya antara KB Bank dan AREBI, termasuk pengembangan produk keuangan berbasis kebutuhan broker properti dan digitalisasi layanan antar sektor. Penandatanganan MoU ini diharapkan menjadi titik awal dari sinergi jangka panjang yang memberikan dampak nyata bagi industri properti, sektor perbankan, dan masyarakat luas. *** Wakil Direktur Utama KB Bank, Robby Mondong mengungkapkan, langkah strategis ini menjadi bagian dari komitmen jangka panjang KB Bank untuk memperkuat portofolio pembiayaan sektor properti sekaligus memperluas inklusi keuangan, dengan menargetkan pembukuan KPR sebesar Rp1 triliun. Melalui kemitraan ini, AREBI, sebagai asosiasi profesional broker properti terbesar di Indonesia, akan berperan aktif dalam memberikan referensi calon nasabah potensial kepada KB Bank, khususnya dalam segmen kredit pemilikan rumah.\n\n\n“Kemitraan ini bukan sekadar kolaborasi bisnis, tetapi juga sebuah bentuk sinergi lintas sektor untuk menjawab tantangan kepemilikan rumah bagi masyarakat Indonesia. AREBI memiliki jaringan yang sangat luas dan kredibel, sehingga kami yakin kerja sama ini akan memperkuat kanal distribusi produk KPR KB Bank secara signifikan,” ungkap Robby Mondong, Wakil Direktur Utama KB Bank.Sementara itu, Ketua Umum AREBI, Clement Francis, menyampaikan bahwa kerja sama ini menjadi peluang strategis bagi para anggota AREBI untuk memberikan layanan yang lebih terintegrasi kepada masyarakat. Pihaknya menyambut baik kerja sama dengan KB Bank karena mampu memberikan nilai tambah yang besar bagi para anggota AREBI di seluruh Indonesia. “Melalui kolaborasi ini, kami bisa menghadirkan solusi yang lebih menyeluruh, tidak hanya membantu masyarakat mencari rumah, tetapi juga membantu mereka mendapatkan akses pembiayaan yang kompetitif,” ujar Clement Francis.\n\n\nPenting pula diketahui, kerja sama ini menjadi bagian dari strategi KB Bank dalam memperkuat posisi di industri perbankan nasional, khususnya dalam pembiayaan retail yang berbasis kebutuhan masyarakat luas. Dengan dukungan dari KB Kookmin Bank Korea Selatan sebagai pemegang saham pengendali, KB Bank terus memperluas inovasi produk dan layanannya untuk mendukung pertumbuhan ekonomi nasional secara berkelanjutan.Selain mendukung pembiayaan rumah, kerja sama ini juga menjadi langkah awal untuk menjajaki potensi kolaborasi lainnya antara KB Bank dan AREBI, termasuk pengembangan produk keuangan berbasis kebutuhan broker properti dan digitalisasi layanan antar sektor. Penandatanganan MoU ini diharapkan menjadi titik awal dari sinergi jangka panjang yang memberikan dampak nyata bagi industri properti, sektor perbankan, dan masyarakat luas. *** Melalui kemitraan ini, AREBI, sebagai asosiasi profesional broker properti terbesar di Indonesia, akan berperan aktif dalam memberikan referensi calon nasabah potensial kepada KB Bank, khususnya dalam segmen kredit pemilikan rumah.\n\n\n“Kemitraan ini bukan sekadar kolaborasi bisnis, tetapi juga sebuah bentuk sinergi lintas sektor untuk menjawab tantangan kepemilikan rumah bagi masyarakat Indonesia. AREBI memiliki jaringan yang sangat luas dan kredibel, sehingga kami yakin kerja sama ini akan memperkuat kanal distribusi produk KPR KB Bank secara signifikan,” ungkap Robby Mondong, Wakil Direktur Utama KB Bank.Sementara itu, Ketua Umum AREBI, Clement Francis, menyampaikan bahwa kerja sama ini menjadi peluang strategis bagi para anggota AREBI untuk memberikan layanan yang lebih terintegrasi kepada masyarakat. Pihaknya menyambut baik kerja sama dengan KB Bank karena mampu memberikan nilai tambah yang besar bagi para anggota AREBI di seluruh Indonesia. “Melalui kolaborasi ini, kami bisa menghadirkan solusi yang lebih menyeluruh, tidak hanya membantu masyarakat mencari rumah, tetapi juga membantu mereka mendapatkan akses pembiayaan yang kompetitif,” ujar Clement Francis.\n\n\nPenting pula diketahui, kerja sama ini menjadi bagian dari strategi KB Bank dalam memperkuat posisi di industri perbankan nasional, khususnya dalam pembiayaan retail yang berbasis kebutuhan masyarakat luas. Dengan dukungan dari KB Kookmin Bank Korea Selatan sebagai pemegang saham pengendali, KB Bank terus memperluas inovasi produk dan layanannya untuk mendukung pertumbuhan ekonomi nasional secara berkelanjutan.Selain mendukung pembiayaan rumah, kerja sama ini juga menjadi langkah awal untuk menjajaki potensi kolaborasi lainnya antara KB Bank dan AREBI, termasuk pengembangan produk keuangan berbasis kebutuhan broker properti dan digitalisasi layanan antar sektor. Penandatanganan MoU ini diharapkan menjadi titik awal dari sinergi jangka panjang yang memberikan dampak nyata bagi industri properti, sektor perbankan, dan masyarakat luas. *** “Kemitraan ini bukan sekadar kolaborasi bisnis, tetapi juga sebuah bentuk sinergi lintas sektor untuk menjawab tantangan kepemilikan rumah bagi masyarakat Indonesia. AREBI memiliki jaringan yang sangat luas dan kredibel, sehingga kami yakin kerja sama ini akan memperkuat kanal distribusi produk KPR KB Bank secara signifikan,” ungkap Robby Mondong, Wakil Direktur Utama KB Bank.Sementara itu, Ketua Umum AREBI, Clement Francis, menyampaikan bahwa kerja sama ini menjadi peluang strategis bagi para anggota AREBI untuk memberikan layanan yang lebih terintegrasi kepada masyarakat. Pihaknya menyambut baik kerja sama dengan KB Bank karena mampu memberikan nilai tambah yang besar bagi para anggota AREBI di seluruh Indonesia. “Melalui kolaborasi ini, kami bisa menghadirkan solusi yang lebih menyeluruh, tidak hanya membantu masyarakat mencari rumah, tetapi juga membantu mereka mendapatkan akses pembiayaan yang kompetitif,” ujar Clement Francis.\n\n\nPenting pula diketahui, kerja sama ini menjadi bagian dari strategi KB Bank dalam memperkuat posisi di industri perbankan nasional, khususnya dalam pembiayaan retail yang berbasis kebutuhan masyarakat luas. Dengan dukungan dari KB Kookmin Bank Korea Selatan sebagai pemegang saham pengendali, KB Bank terus memperluas inovasi produk dan layanannya untuk mendukung pertumbuhan ekonomi nasional secara berkelanjutan.Selain mendukung pembiayaan rumah, kerja sama ini juga menjadi langkah awal untuk menjajaki potensi kolaborasi lainnya antara KB Bank dan AREBI, termasuk pengembangan produk keuangan berbasis kebutuhan broker properti dan digitalisasi layanan antar sektor. Penandatanganan MoU ini diharapkan menjadi titik awal dari sinergi jangka panjang yang memberikan dampak nyata bagi industri properti, sektor perbankan, dan masyarakat luas. *** Sementara itu, Ketua Umum AREBI, Clement Francis, menyampaikan bahwa kerja sama ini menjadi peluang strategis bagi para anggota AREBI untuk memberikan layanan yang lebih terintegrasi kepada masyarakat. Pihaknya menyambut baik kerja sama dengan KB Bank karena mampu memberikan nilai tambah yang besar bagi para anggota AREBI di seluruh Indonesia. “Melalui kolaborasi ini, kami bisa menghadirkan solusi yang lebih menyeluruh, tidak hanya membantu masyarakat mencari rumah, tetapi juga membantu mereka mendapatkan akses pembiayaan yang kompetitif,” ujar Clement Francis.\n\n\nPenting pula diketahui, kerja sama ini menjadi bagian dari strategi KB Bank dalam memperkuat posisi di industri perbankan nasional, khususnya dalam pembiayaan retail yang berbasis kebutuhan masyarakat luas. Dengan dukungan dari KB Kookmin Bank Korea Selatan sebagai pemegang saham pengendali, KB Bank terus memperluas inovasi produk dan layanannya untuk mendukung pertumbuhan ekonomi nasional secara berkelanjutan.Selain mendukung pembiayaan rumah, kerja sama ini juga menjadi langkah awal untuk menjajaki potensi kolaborasi lainnya antara KB Bank dan AREBI, termasuk pengembangan produk keuangan berbasis kebutuhan broker properti dan digitalisasi layanan antar sektor. Penandatanganan MoU ini diharapkan menjadi titik awal dari sinergi jangka panjang yang memberikan dampak nyata bagi industri properti, sektor perbankan, dan masyarakat luas. *** “Melalui kolaborasi ini, kami bisa menghadirkan solusi yang lebih menyeluruh, tidak hanya membantu masyarakat mencari rumah, tetapi juga membantu mereka mendapatkan akses pembiayaan yang kompetitif,” ujar Clement Francis.\n\n\nPenting pula diketahui, kerja sama ini menjadi bagian dari strategi KB Bank dalam memperkuat posisi di industri perbankan nasional, khususnya dalam pembiayaan retail yang berbasis kebutuhan masyarakat luas. Dengan dukungan dari KB Kookmin Bank Korea Selatan sebagai pemegang saham pengendali, KB Bank terus memperluas inovasi produk dan layanannya untuk mendukung pertumbuhan ekonomi nasional secara berkelanjutan.Selain mendukung pembiayaan rumah, kerja sama ini juga menjadi langkah awal untuk menjajaki potensi kolaborasi lainnya antara KB Bank dan AREBI, termasuk pengembangan produk keuangan berbasis kebutuhan broker properti dan digitalisasi layanan antar sektor. Penandatanganan MoU ini diharapkan menjadi titik awal dari sinergi jangka panjang yang memberikan dampak nyata bagi industri properti, sektor perbankan, dan masyarakat luas. *** Penting pula diketahui, kerja sama ini menjadi bagian dari strategi KB Bank dalam memperkuat posisi di industri perbankan nasional, khususnya dalam pembiayaan retail yang berbasis kebutuhan masyarakat luas. Dengan dukungan dari KB Kookmin Bank Korea Selatan sebagai pemegang saham pengendali, KB Bank terus memperluas inovasi produk dan layanannya untuk mendukung pertumbuhan ekonomi nasional secara berkelanjutan.Selain mendukung pembiayaan rumah, kerja sama ini juga menjadi langkah awal untuk menjajaki potensi kolaborasi lainnya antara KB Bank dan AREBI, termasuk pengembangan produk keuangan berbasis kebutuhan broker properti dan digitalisasi layanan antar sektor. Penandatanganan MoU ini diharapkan menjadi titik awal dari sinergi jangka panjang yang memberikan dampak nyata bagi industri properti, sektor perbankan, dan masyarakat luas. *** Dengan dukungan dari KB Kookmin Bank Korea Selatan sebagai pemegang saham pengendali, KB Bank terus memperluas inovasi produk dan layanannya untuk mendukung pertumbuhan ekonomi nasional secara berkelanjutan.Selain mendukung pembiayaan rumah, kerja sama ini juga menjadi langkah awal untuk menjajaki potensi kolaborasi lainnya antara KB Bank dan AREBI, termasuk pengembangan produk keuangan berbasis kebutuhan broker properti dan digitalisasi layanan antar sektor. Penandatanganan MoU ini diharapkan menjadi titik awal dari sinergi jangka panjang yang memberikan dampak nyata bagi industri properti, sektor perbankan, dan masyarakat luas. *** Selain mendukung pembiayaan rumah, kerja sama ini juga menjadi langkah awal untuk menjajaki potensi kolaborasi lainnya antara KB Bank dan AREBI, termasuk pengembangan produk keuangan berbasis kebutuhan broker properti dan digitalisasi layanan antar sektor. Penandatanganan MoU ini diharapkan menjadi titik awal dari sinergi jangka panjang yang memberikan dampak nyata bagi industri properti, sektor perbankan, dan masyarakat luas. *** Penandatanganan MoU ini diharapkan menjadi titik awal dari sinergi jangka panjang yang memberikan dampak nyata bagi industri properti, sektor perbankan, dan masyarakat luas. ***",
        "source": "Emiten News",
        "id": 17,
        "sentiment_score": 0.2,
        "summary": "KB Bank bermitra dengan Asosiasi Real Estate Broker Indonesia (AREBI) untuk memperluas jangkauan dan kualitas penyaluran Kredit Pemilikan Rumah (KPR).  Kerja sama ini bertujuan memperkuat portofolio pembiayaan properti KB Bank, meningkatkan inklusi keuangan, dan mencapai target pembukuan KPR sebesar Rp1 triliun. AREBI akan mereferensikan calon nasabah kepada KB Bank, sementara KB Bank akan memberikan akses pembiayaan kompetitif.  Kemitraan ini juga membuka peluang kolaborasi lebih lanjut, termasuk pengembangan produk keuangan dan digitalisasi layanan.\n"
    }
]