[
    {
        "judul": "IHSG Dibuka Menguat, Saham BBCA, GOTO, hingga TPIA Naik ke Zona Hijau",
        "post_date": "Senin, 5 Mei 2025 | 09:21",
        "url": "https://market.bisnis.com/read/20250505/7/1874262/ihsg-dibuka-menguat-saham-bbca-goto-hingga-tpia-naik-ke-zona-hijau",
        "content": "Bisnis.com, JAKARTA — Indeks harga saham gabungan (IHSG) dibuka di zona hijau pada perdagangan hari ini, Senin (5/5/2025). Saham BBCA, GOTO, hingga TPIA naik ke zona hijau pagi ini. Berdasarkan data RTI Infokom, pada pukul 09.00 WIB, IHSG dibuka menguat pada posisi 6.844,37. IHSG sempat bergerak di rentang 6.831-6.850 sesaat setelah pembukaan. Tercatat, 259 saham menguat, 117 saham melemah, dan 221 saham bergerak di tempat. Kapitalisasi pasar IHSG terpantau menjadi Rp11.899 triliun. Saham PT Bank Central Asia Tbk. (BBCA) menjadi salah satu saham yang menguat pagi ini dengan naik 0,28% ke level Rp9.000 per saham. Pada saat yang sama, saham PT Bank Mandiri (Persero) Tbk. (BMRI) naik tipis 0,4% ke posisi Rp4.980. Lalu saham PT GoTo Gojek TokopediaTbk. (GOTO) juga menguat 1,22% ke level Rp83 per saham pada awal perdagangan hari ini. Selain itu, saham milik taipan Prajogo Pangestu PT Chandra Asri Pacific Tbk. (TPIA) melaju 2,02% ke level Rp8.825 per saham pagi ini. Di jajaran top gainers, saham PT Merdeka Battery Minerals Tbk. (MBMA) tancap gas dengan kenaikan 11,77% ke posisi Rp342 per saham. Tim Riset Phintraco Sekuritas menjelaskan sentimen datang dari Indonesia yang masih melakukan negosiasi dagang dengan AS. Meski AS memberikan tekanan terkait beberapa pembatasan non-tarif, seperti TKDN, Indonesia memiliki daya tawar dari kondisi sejumlah mainan populer asal AS yang diproduksi di Indonesia. Pemberlakuan reciprocal tariffs terhadap Indonesia berpotensi memicu lonjakan harga mainan-mainan tersebut. Pemerintah AS telah menyampaikan petunjuk potensi trade deals dengan beberapa negara dalam 2-3 pekan ke depan. Dari dalam negeri, pasar merespons positif kenaikan inflasi ke 1,95% YoY pada April 2025 dari 1.03% YoY pada Maret 2025. Inflasi inti juga cenderung meningkat ke 2.5% YoY pada April 2025. Data ini dinilai mengindikasikan peningkatan konsumsi domestik pada April 2025, lebih baik dari kekhawatiran pasar. Di sisi lain, indeks manufaktur turun ke 46,7 pada April 2025 dari 52,4 pada Maret 2025. Di samping dampak sentimen perang tarif, perlambatan ini juga dipengaruhi kecenderungan penurunan produksi selama libur panjang Idulfitri. Adapun Phintraco Sekuritas memperkirakan IHSG bergerak fluktuatif dalam rentang 6.730-6.870 pekan ini. Saham-saham yang dapat dicermati meliputi INKP, BRPT, BUMI, ICBP, MNCN, dan EXCL. Sementara itu, Tim Analis BRI Danareksa Sekuritas memperkirakan IHSG bergerak pada rentang support 6.700 dan resistance 6.875 pada hari ini. Secara teknikal, IHSG pada perdagangan terakhir berhasil menembus level resistance psikologis pada 6.800. “Saat ini berpotensi untuk melanjutkan penguatan terbatasnya menuju resistance selanjutnya pada level 6.875. Tetap cermati area support jika terjadi pelemahan pada support psikologisnya di 6.700.” BRI Danareksa Sekuritas merekomendasikan investor untuk beli saham TPIA, BUMI, dan UNVR pada hari ini.   Disclaimer: berita ini tidak bertujuan mengajak membeli atau menjual saham. Keputusan investasi sepenuhnya ada di tangan pembaca. Bisnis.com tidak bertanggung jawab terhadap segala kerugian maupun keuntungan yang timbul dari keputusan investasi pembaca.",
        "source": "Bisnis Market",
        "id": 11,
        "sentiment_score": 0.25,
        "summary": "IHSG dibuka menguat di 6.844,37 pada Senin (5/5/2025), didorong oleh kenaikan saham BBCA, GOTO, dan TPIA.  Kenaikan inflasi ke 1,95% YoY pada April 2025 dianggap positif, menandakan peningkatan konsumsi domestik.  Namun, indeks manufaktur turun menjadi 46,7.  Negosiasi dagang Indonesia-AS juga memengaruhi pasar.  Prediksi IHSG pekan ini berkisar 6.730-6.870 (Phintraco Sekuritas) dan support 6.700-resistance 6.875 (BRI Danareksa Sekuritas).\n"
    },
    {
        "judul": "Rumor Grab-GoTo Merger, Ekonom: Awas Dikuasai Asing!",
        "post_date": "05/05/2025, 22:12 WIB",
        "url": "https://www.emitennews.com/news/rumor-grab-goto-merger-ekonom-awas-dikuasai-asing",
        "content": "EmitenNews.com - Rumor penggabungan usaha atau merger antara Gojek dan Grab Indonesia, dua penyedia on-demand services terbesar di Indonesia, santer mengemuka di publik.Ekonom senior dari Bright Institute, Awalil Rizky meminta pemerintah untuk memperhatikan pentingnya menjaga iklim investasi dalam negeri dengan berpihak terhadap perusahaan lokal.\n\n\nKendati masih dalam tahapan rumor, Awalil menjelaskan ada banyak faktor yang perlu dipertimbangkan dalam memperhatikan lebih jauh perkembangan isu merger Grab dan GoTo.Awalil menyebut Grab adalah perusahaan milik asing, sehingga merger antara kedua perusahaan tersebut dapat semakin memperbesar dominasi asing dalam iklim investasi Indonesia terutama ekosistem keduanya melibatkan puluhan juta mitra pengemudi dan pelaku UMKM.\n\n\n“Grab ini adalah perusahaan yang didirikan di Malaysia, berkantor di Singapura, pemiliknya adalah asing, hampir seluruhnya modal asing, sementara GoTo ini adalah perusahaan anak bangsa ya, perusahaan dalam negeri,” ungkap Awalil dalam keterangannya, kemedia pada Senin (5/5/2025).Awalil menjelaskan dominasi asing dalam iklim investasi Indonesia dapat merugikan pelaku usaha domestik. Awalil menegaskan pemerintah mempunyai kewajiban untuk menjaga iklim usaha dan mendorong perusahaan lokal untuk bisa mempunyai kesempatan lebih luas.“Kalau sampai opininya adalah Grab mencaplok, mungkin tidak cukup bagus juga buat kondisi investasi di Indonesia, di mana hampir sebagian besar sektor-sektor besar perlahan-lahan, asing makin mendominasi. Ini kewajiban pemerintah untuk menjaga iklim usaha, yaitu pelaku-pelaku domestik harus memiliki kesempatan yang lebih luas,” jelas Awalil.\n\n\nSelain itu, Awalil meminta pemerintah untuk turun tangan dan negara harus hadir dalam hal ini. Karena sektor yang sedang hangat dibicarakan ini merupakan sektor super strategis untuk kepentingan nasional. Sebelumnya di Maret lalu, Grab dikabarkan mencari pinjaman US$ 2 miliar (Rp 33,16 triliun) untuk membiayai rencana akuisisi GoTo.Sebagai informasi, saat ini Gojek bernaung di bawah PT GoTo Gojek Indonesia Tbk yang sahamnya tercatat di Bursa Efek Indonesia (BEI) dengan kode saham GOTO, sementara Grab Indonesia menjadi bagian dari bisnis Grab Holdings Limited yang sahamnya juga listed di Bursa Nasdaq, AS. Ekonom senior dari Bright Institute, Awalil Rizky meminta pemerintah untuk memperhatikan pentingnya menjaga iklim investasi dalam negeri dengan berpihak terhadap perusahaan lokal.\n\n\nKendati masih dalam tahapan rumor, Awalil menjelaskan ada banyak faktor yang perlu dipertimbangkan dalam memperhatikan lebih jauh perkembangan isu merger Grab dan GoTo.Awalil menyebut Grab adalah perusahaan milik asing, sehingga merger antara kedua perusahaan tersebut dapat semakin memperbesar dominasi asing dalam iklim investasi Indonesia terutama ekosistem keduanya melibatkan puluhan juta mitra pengemudi dan pelaku UMKM.\n\n\n“Grab ini adalah perusahaan yang didirikan di Malaysia, berkantor di Singapura, pemiliknya adalah asing, hampir seluruhnya modal asing, sementara GoTo ini adalah perusahaan anak bangsa ya, perusahaan dalam negeri,” ungkap Awalil dalam keterangannya, kemedia pada Senin (5/5/2025).Awalil menjelaskan dominasi asing dalam iklim investasi Indonesia dapat merugikan pelaku usaha domestik. Awalil menegaskan pemerintah mempunyai kewajiban untuk menjaga iklim usaha dan mendorong perusahaan lokal untuk bisa mempunyai kesempatan lebih luas.“Kalau sampai opininya adalah Grab mencaplok, mungkin tidak cukup bagus juga buat kondisi investasi di Indonesia, di mana hampir sebagian besar sektor-sektor besar perlahan-lahan, asing makin mendominasi. Ini kewajiban pemerintah untuk menjaga iklim usaha, yaitu pelaku-pelaku domestik harus memiliki kesempatan yang lebih luas,” jelas Awalil.\n\n\nSelain itu, Awalil meminta pemerintah untuk turun tangan dan negara harus hadir dalam hal ini. Karena sektor yang sedang hangat dibicarakan ini merupakan sektor super strategis untuk kepentingan nasional. Sebelumnya di Maret lalu, Grab dikabarkan mencari pinjaman US$ 2 miliar (Rp 33,16 triliun) untuk membiayai rencana akuisisi GoTo.Sebagai informasi, saat ini Gojek bernaung di bawah PT GoTo Gojek Indonesia Tbk yang sahamnya tercatat di Bursa Efek Indonesia (BEI) dengan kode saham GOTO, sementara Grab Indonesia menjadi bagian dari bisnis Grab Holdings Limited yang sahamnya juga listed di Bursa Nasdaq, AS. Kendati masih dalam tahapan rumor, Awalil menjelaskan ada banyak faktor yang perlu dipertimbangkan dalam memperhatikan lebih jauh perkembangan isu merger Grab dan GoTo.Awalil menyebut Grab adalah perusahaan milik asing, sehingga merger antara kedua perusahaan tersebut dapat semakin memperbesar dominasi asing dalam iklim investasi Indonesia terutama ekosistem keduanya melibatkan puluhan juta mitra pengemudi dan pelaku UMKM.\n\n\n“Grab ini adalah perusahaan yang didirikan di Malaysia, berkantor di Singapura, pemiliknya adalah asing, hampir seluruhnya modal asing, sementara GoTo ini adalah perusahaan anak bangsa ya, perusahaan dalam negeri,” ungkap Awalil dalam keterangannya, kemedia pada Senin (5/5/2025).Awalil menjelaskan dominasi asing dalam iklim investasi Indonesia dapat merugikan pelaku usaha domestik. Awalil menegaskan pemerintah mempunyai kewajiban untuk menjaga iklim usaha dan mendorong perusahaan lokal untuk bisa mempunyai kesempatan lebih luas.“Kalau sampai opininya adalah Grab mencaplok, mungkin tidak cukup bagus juga buat kondisi investasi di Indonesia, di mana hampir sebagian besar sektor-sektor besar perlahan-lahan, asing makin mendominasi. Ini kewajiban pemerintah untuk menjaga iklim usaha, yaitu pelaku-pelaku domestik harus memiliki kesempatan yang lebih luas,” jelas Awalil.\n\n\nSelain itu, Awalil meminta pemerintah untuk turun tangan dan negara harus hadir dalam hal ini. Karena sektor yang sedang hangat dibicarakan ini merupakan sektor super strategis untuk kepentingan nasional. Sebelumnya di Maret lalu, Grab dikabarkan mencari pinjaman US$ 2 miliar (Rp 33,16 triliun) untuk membiayai rencana akuisisi GoTo.Sebagai informasi, saat ini Gojek bernaung di bawah PT GoTo Gojek Indonesia Tbk yang sahamnya tercatat di Bursa Efek Indonesia (BEI) dengan kode saham GOTO, sementara Grab Indonesia menjadi bagian dari bisnis Grab Holdings Limited yang sahamnya juga listed di Bursa Nasdaq, AS. Awalil menyebut Grab adalah perusahaan milik asing, sehingga merger antara kedua perusahaan tersebut dapat semakin memperbesar dominasi asing dalam iklim investasi Indonesia terutama ekosistem keduanya melibatkan puluhan juta mitra pengemudi dan pelaku UMKM.\n\n\n“Grab ini adalah perusahaan yang didirikan di Malaysia, berkantor di Singapura, pemiliknya adalah asing, hampir seluruhnya modal asing, sementara GoTo ini adalah perusahaan anak bangsa ya, perusahaan dalam negeri,” ungkap Awalil dalam keterangannya, kemedia pada Senin (5/5/2025).Awalil menjelaskan dominasi asing dalam iklim investasi Indonesia dapat merugikan pelaku usaha domestik. Awalil menegaskan pemerintah mempunyai kewajiban untuk menjaga iklim usaha dan mendorong perusahaan lokal untuk bisa mempunyai kesempatan lebih luas.“Kalau sampai opininya adalah Grab mencaplok, mungkin tidak cukup bagus juga buat kondisi investasi di Indonesia, di mana hampir sebagian besar sektor-sektor besar perlahan-lahan, asing makin mendominasi. Ini kewajiban pemerintah untuk menjaga iklim usaha, yaitu pelaku-pelaku domestik harus memiliki kesempatan yang lebih luas,” jelas Awalil.\n\n\nSelain itu, Awalil meminta pemerintah untuk turun tangan dan negara harus hadir dalam hal ini. Karena sektor yang sedang hangat dibicarakan ini merupakan sektor super strategis untuk kepentingan nasional. Sebelumnya di Maret lalu, Grab dikabarkan mencari pinjaman US$ 2 miliar (Rp 33,16 triliun) untuk membiayai rencana akuisisi GoTo.Sebagai informasi, saat ini Gojek bernaung di bawah PT GoTo Gojek Indonesia Tbk yang sahamnya tercatat di Bursa Efek Indonesia (BEI) dengan kode saham GOTO, sementara Grab Indonesia menjadi bagian dari bisnis Grab Holdings Limited yang sahamnya juga listed di Bursa Nasdaq, AS. “Grab ini adalah perusahaan yang didirikan di Malaysia, berkantor di Singapura, pemiliknya adalah asing, hampir seluruhnya modal asing, sementara GoTo ini adalah perusahaan anak bangsa ya, perusahaan dalam negeri,” ungkap Awalil dalam keterangannya, kemedia pada Senin (5/5/2025).Awalil menjelaskan dominasi asing dalam iklim investasi Indonesia dapat merugikan pelaku usaha domestik. Awalil menegaskan pemerintah mempunyai kewajiban untuk menjaga iklim usaha dan mendorong perusahaan lokal untuk bisa mempunyai kesempatan lebih luas.“Kalau sampai opininya adalah Grab mencaplok, mungkin tidak cukup bagus juga buat kondisi investasi di Indonesia, di mana hampir sebagian besar sektor-sektor besar perlahan-lahan, asing makin mendominasi. Ini kewajiban pemerintah untuk menjaga iklim usaha, yaitu pelaku-pelaku domestik harus memiliki kesempatan yang lebih luas,” jelas Awalil.\n\n\nSelain itu, Awalil meminta pemerintah untuk turun tangan dan negara harus hadir dalam hal ini. Karena sektor yang sedang hangat dibicarakan ini merupakan sektor super strategis untuk kepentingan nasional. Sebelumnya di Maret lalu, Grab dikabarkan mencari pinjaman US$ 2 miliar (Rp 33,16 triliun) untuk membiayai rencana akuisisi GoTo.Sebagai informasi, saat ini Gojek bernaung di bawah PT GoTo Gojek Indonesia Tbk yang sahamnya tercatat di Bursa Efek Indonesia (BEI) dengan kode saham GOTO, sementara Grab Indonesia menjadi bagian dari bisnis Grab Holdings Limited yang sahamnya juga listed di Bursa Nasdaq, AS. Awalil menjelaskan dominasi asing dalam iklim investasi Indonesia dapat merugikan pelaku usaha domestik. Awalil menegaskan pemerintah mempunyai kewajiban untuk menjaga iklim usaha dan mendorong perusahaan lokal untuk bisa mempunyai kesempatan lebih luas.“Kalau sampai opininya adalah Grab mencaplok, mungkin tidak cukup bagus juga buat kondisi investasi di Indonesia, di mana hampir sebagian besar sektor-sektor besar perlahan-lahan, asing makin mendominasi. Ini kewajiban pemerintah untuk menjaga iklim usaha, yaitu pelaku-pelaku domestik harus memiliki kesempatan yang lebih luas,” jelas Awalil.\n\n\nSelain itu, Awalil meminta pemerintah untuk turun tangan dan negara harus hadir dalam hal ini. Karena sektor yang sedang hangat dibicarakan ini merupakan sektor super strategis untuk kepentingan nasional. Sebelumnya di Maret lalu, Grab dikabarkan mencari pinjaman US$ 2 miliar (Rp 33,16 triliun) untuk membiayai rencana akuisisi GoTo.Sebagai informasi, saat ini Gojek bernaung di bawah PT GoTo Gojek Indonesia Tbk yang sahamnya tercatat di Bursa Efek Indonesia (BEI) dengan kode saham GOTO, sementara Grab Indonesia menjadi bagian dari bisnis Grab Holdings Limited yang sahamnya juga listed di Bursa Nasdaq, AS. “Kalau sampai opininya adalah Grab mencaplok, mungkin tidak cukup bagus juga buat kondisi investasi di Indonesia, di mana hampir sebagian besar sektor-sektor besar perlahan-lahan, asing makin mendominasi. Ini kewajiban pemerintah untuk menjaga iklim usaha, yaitu pelaku-pelaku domestik harus memiliki kesempatan yang lebih luas,” jelas Awalil.\n\n\nSelain itu, Awalil meminta pemerintah untuk turun tangan dan negara harus hadir dalam hal ini. Karena sektor yang sedang hangat dibicarakan ini merupakan sektor super strategis untuk kepentingan nasional. Sebelumnya di Maret lalu, Grab dikabarkan mencari pinjaman US$ 2 miliar (Rp 33,16 triliun) untuk membiayai rencana akuisisi GoTo.Sebagai informasi, saat ini Gojek bernaung di bawah PT GoTo Gojek Indonesia Tbk yang sahamnya tercatat di Bursa Efek Indonesia (BEI) dengan kode saham GOTO, sementara Grab Indonesia menjadi bagian dari bisnis Grab Holdings Limited yang sahamnya juga listed di Bursa Nasdaq, AS. Selain itu, Awalil meminta pemerintah untuk turun tangan dan negara harus hadir dalam hal ini. Karena sektor yang sedang hangat dibicarakan ini merupakan sektor super strategis untuk kepentingan nasional. Sebelumnya di Maret lalu, Grab dikabarkan mencari pinjaman US$ 2 miliar (Rp 33,16 triliun) untuk membiayai rencana akuisisi GoTo.Sebagai informasi, saat ini Gojek bernaung di bawah PT GoTo Gojek Indonesia Tbk yang sahamnya tercatat di Bursa Efek Indonesia (BEI) dengan kode saham GOTO, sementara Grab Indonesia menjadi bagian dari bisnis Grab Holdings Limited yang sahamnya juga listed di Bursa Nasdaq, AS. Sebagai informasi, saat ini Gojek bernaung di bawah PT GoTo Gojek Indonesia Tbk yang sahamnya tercatat di Bursa Efek Indonesia (BEI) dengan kode saham GOTO, sementara Grab Indonesia menjadi bagian dari bisnis Grab Holdings Limited yang sahamnya juga listed di Bursa Nasdaq, AS. ",
        "source": "Emiten News",
        "id": 21,
        "sentiment_score": 0.18020050125313283,
        "summary": "Ekonom Awalil Rizky khawatir potensi merger Grab dan GoTo akan meningkatkan dominasi asing di sektor on-demand service Indonesia.  Ia mendesak pemerintah untuk melindungi perusahaan lokal seperti GoTo, mengingat Grab merupakan perusahaan asing, dan merger ini berpotensi merugikan pelaku usaha domestik serta puluhan juta mitra pengemudi dan UMKM.  Khususnya karena Grab sebelumnya dikabarkan mencari pinjaman US$2 miliar untuk akuisisi GoTo.  Awalil menekankan pentingnya peran pemerintah dalam menjaga iklim investasi dan memberi kesempatan lebih luas bagi perusahaan lokal di sektor strategis ini.\n"
    },
    {
        "judul": "Anak Usaha Jababeka (KIJA) Ajak Bisnis Kosan di New Palm Town House",
        "post_date": "05/05/2025, 18:31 WIB",
        "url": "https://www.emitennews.com/news/anak-usaha-jababeka-kija-ajak-bisnis-kosan-di-new-palm-town-house",
        "content": "EmitenNews.com - PT Graha Buana Cikarang anak perusahaan dari PT Jababeka Tbk. (KIJA) mengajak masyarakat memanfaatkan peluang ini dengan memulai berbisnis kosan di New Palm Town House. Berbeda dengan town house lainnya, hunian ini tidak hanya dirancang untuk rumah tinggal tetapi juga kos-kosan. New Palm Town House menawarkan solusi praktis memulai bisnis kosan, para pembeli tidak perlu mengeluarkan biaya renovasi.Dalam keterangannya Senin (5/5/2025), President Director PT Graha Buana Cikarang, Ivonne Anggraini mengungkapkan New Palm Town house menawarkan tipe 40/45. Hunian 2 lantai ini memiliki 3 kamar tidur dengan dua kamar mandi dan sudah dilengkapi dengan carport.  \n\n\nUntuk memastikan para penghuni mendapatkan sirkulasi udara serta pencahayaan alami yang baik hunian ini juga sudah dilengkapi dengan bukaan atau ventilasi yang banyak.  Menariknya lagi di bagian depan hunian ini sudah dilengkapi dengan tangga akses langsung menuju lantai dua sehingga keamanan dan privasi para penghuni kos nantinya akan tetap terjaga. Hunian multiguna ini dipasarkan dengan harga yang sangat kompetitif dan cenderung terjangkau apabila dibandingkan produk sejenis di kelasnya. \n\n\nNew Palm Town house dibanderol dengan harga perdana mulai dari Rp669 juta dengan cicilan ringan, mulai dari Rp3 jutaan saja, di samping itu produk ini memiliki potensi passive income yang menggiurkan. Pada fase pertama ini, Jababeka hanya membuka unit sangat terbatas dengan promo menarik, seperti subsidi Down Payment dan free biaya PPAT. Dengan keunggulan yang ditawarkan serta harga yang terjangkau, New Palm Town House berhasil terserap baik pada penjualan perdananya. “Berbicara mengenai bisnis kosan, occupancy rate kerap menjadi hal yang menakutkan bagi investor. Namun, di New Palm Town House para calon pembeli tidak perlu khawatir karena kebutuhan akan rumah tinggal sementara dari para pelajar dan pekerja di kota ini terus meningkat setiap tahunnya,” tambah Ivonne. \n\n\nNew Palm Town house dapat memberikan keuntungan ganda bagi para investor yakni melalui keuntungan yield dan capital gain diatas rata-rata.Berlokasi strategis New Palm Town House berada di kawasan dengan captive market terbesar di koridor timur Jakarta, dengan populasi tercatat lebih dari 1,2 juta jiwa setiap harinya. Selain itu, Kota Jababeka pun dikenal sebagai rumah bagi 2000 perusahaan nasional dan multinasional yang telah diakui negara sebagai salah satu objek vital negara. Sedikitnya lebih dari 730.000 pekerja baik dari pulau Jawa ataupun luarJawa yang meniti karir di kawasan ini. Dirancang khusus sebagai pilihan investasi, hunian ini menawarkan lokasi strategis Dirancang khusus sebagai pilihan investasi, hunian ini menawarkan lokasi strategis dengan akses yang dapat memudahkan mobilitas para pekerja. Para penghuni hanya membutuhkan waktu 5 menit menuju 4 pintu akses tol, 16 menit menuju stasiun KRL Cikarang, 10 menit menuju shuttle bus, dan 10 menit menuju TOD Jababeka.  \n\n\nAkses dari dan ke Kota Jababeka Cikarang juga semakin mudah, hanya memerlukan waktu 40 menit ke Jakarta. Teranyar, Tol Cimanggis-Cibitung, dengan adanya tol baru ini mampu mempercepat akses transportasi antara Kota Jababeka Cikarang dan wilayah lainnya. Selain itu terdapat beragam akses pilihan mulai dari tiga gerbang tol yakni KM 29, KM 31, KM 34.7, dan saat ini tengah berjalan pembangunan infrastruktur modern seperti MRT fase III Cikarang-Balaraja dan LRT Jakarta-Cikarang yang nantinya akan berhenti di tengah kota. Kota Jababeka juga sudah dilengkapi EV Charging station yang menjadi standar baru di kota-kota.Selain itu, New Palm Town House sudah dilengkapi fasilitas pendidikan dan kesehatan yang lengkap. Para penghuni juga sudah dimanjakan dengan pusat hiburan, area komersial hingga fasilitas olahraga seperti lapangan tenis, kolam renang, pusat kebugaran, hingga lapangan golf seluas 70 ha. Sebagai kota yang terintegrasi para penghuni dapat melakukan seluruh aktivitas seperti bekerja, belajar, bermain, dan bertempat tinggal dalam satu wilayah. Bukan hanya peluang berbisnis kosan, New Palm Town House juga bisa dijadikan tempat usaha lainnya seperti rumah praktek dokter gigi, klinik kecantikan, E-commerce business, pusat distribusi barang, cafetaria, dan lain-lain. \n\n\n“Keberadaan pelajar dan pekerja di kota ini memiliki kebutuhan tempat hunian yang memadai dan menjadi potensi market yang sangat kuat, selain itu fasilitas yang lengkap serta transportasi yang terintegrasi tentunya dapat meningkat harga sewa, untuk itu masyarakat tak perlu ragu lagi untuk memulai investasi kosan di New Palm Town House,” urai Ivonne. Setiap tahunnya kota besar mengalami peningkatan jumlah penduduk, tak terkecuali Kota Jababeka Cikarang. Terutama dari kalangan pelajar dan pekerja. Kota Jababeka menjadi tujuan karena menawarkan akses pendidikan berkualitas seperti President University yang dinobatkan sebagai perguruan tinggi swasta terbaik (PTS) ke-2 se-Jawa Barat pada tahun 2024 versi Edurank, setiap tahunnya ribuan pelajar baik dari dalam negeri maupun luar negeri membanjiri kota ini. Dalam keterangannya Senin (5/5/2025), President Director PT Graha Buana Cikarang, Ivonne Anggraini mengungkapkan New Palm Town house menawarkan tipe 40/45. Hunian 2 lantai ini memiliki 3 kamar tidur dengan dua kamar mandi dan sudah dilengkapi dengan carport.  \n\n\nUntuk memastikan para penghuni mendapatkan sirkulasi udara serta pencahayaan alami yang baik hunian ini juga sudah dilengkapi dengan bukaan atau ventilasi yang banyak.  Menariknya lagi di bagian depan hunian ini sudah dilengkapi dengan tangga akses langsung menuju lantai dua sehingga keamanan dan privasi para penghuni kos nantinya akan tetap terjaga. Hunian multiguna ini dipasarkan dengan harga yang sangat kompetitif dan cenderung terjangkau apabila dibandingkan produk sejenis di kelasnya. \n\n\nNew Palm Town house dibanderol dengan harga perdana mulai dari Rp669 juta dengan cicilan ringan, mulai dari Rp3 jutaan saja, di samping itu produk ini memiliki potensi passive income yang menggiurkan. Pada fase pertama ini, Jababeka hanya membuka unit sangat terbatas dengan promo menarik, seperti subsidi Down Payment dan free biaya PPAT. Dengan keunggulan yang ditawarkan serta harga yang terjangkau, New Palm Town House berhasil terserap baik pada penjualan perdananya. “Berbicara mengenai bisnis kosan, occupancy rate kerap menjadi hal yang menakutkan bagi investor. Namun, di New Palm Town House para calon pembeli tidak perlu khawatir karena kebutuhan akan rumah tinggal sementara dari para pelajar dan pekerja di kota ini terus meningkat setiap tahunnya,” tambah Ivonne. \n\n\nNew Palm Town house dapat memberikan keuntungan ganda bagi para investor yakni melalui keuntungan yield dan capital gain diatas rata-rata.Berlokasi strategis New Palm Town House berada di kawasan dengan captive market terbesar di koridor timur Jakarta, dengan populasi tercatat lebih dari 1,2 juta jiwa setiap harinya. Selain itu, Kota Jababeka pun dikenal sebagai rumah bagi 2000 perusahaan nasional dan multinasional yang telah diakui negara sebagai salah satu objek vital negara. Sedikitnya lebih dari 730.000 pekerja baik dari pulau Jawa ataupun luarJawa yang meniti karir di kawasan ini. Dirancang khusus sebagai pilihan investasi, hunian ini menawarkan lokasi strategis Dirancang khusus sebagai pilihan investasi, hunian ini menawarkan lokasi strategis dengan akses yang dapat memudahkan mobilitas para pekerja. Para penghuni hanya membutuhkan waktu 5 menit menuju 4 pintu akses tol, 16 menit menuju stasiun KRL Cikarang, 10 menit menuju shuttle bus, dan 10 menit menuju TOD Jababeka.  \n\n\nAkses dari dan ke Kota Jababeka Cikarang juga semakin mudah, hanya memerlukan waktu 40 menit ke Jakarta. Teranyar, Tol Cimanggis-Cibitung, dengan adanya tol baru ini mampu mempercepat akses transportasi antara Kota Jababeka Cikarang dan wilayah lainnya. Selain itu terdapat beragam akses pilihan mulai dari tiga gerbang tol yakni KM 29, KM 31, KM 34.7, dan saat ini tengah berjalan pembangunan infrastruktur modern seperti MRT fase III Cikarang-Balaraja dan LRT Jakarta-Cikarang yang nantinya akan berhenti di tengah kota. Kota Jababeka juga sudah dilengkapi EV Charging station yang menjadi standar baru di kota-kota.Selain itu, New Palm Town House sudah dilengkapi fasilitas pendidikan dan kesehatan yang lengkap. Para penghuni juga sudah dimanjakan dengan pusat hiburan, area komersial hingga fasilitas olahraga seperti lapangan tenis, kolam renang, pusat kebugaran, hingga lapangan golf seluas 70 ha. Sebagai kota yang terintegrasi para penghuni dapat melakukan seluruh aktivitas seperti bekerja, belajar, bermain, dan bertempat tinggal dalam satu wilayah. Bukan hanya peluang berbisnis kosan, New Palm Town House juga bisa dijadikan tempat usaha lainnya seperti rumah praktek dokter gigi, klinik kecantikan, E-commerce business, pusat distribusi barang, cafetaria, dan lain-lain. \n\n\n“Keberadaan pelajar dan pekerja di kota ini memiliki kebutuhan tempat hunian yang memadai dan menjadi potensi market yang sangat kuat, selain itu fasilitas yang lengkap serta transportasi yang terintegrasi tentunya dapat meningkat harga sewa, untuk itu masyarakat tak perlu ragu lagi untuk memulai investasi kosan di New Palm Town House,” urai Ivonne. Setiap tahunnya kota besar mengalami peningkatan jumlah penduduk, tak terkecuali Kota Jababeka Cikarang. Terutama dari kalangan pelajar dan pekerja. Kota Jababeka menjadi tujuan karena menawarkan akses pendidikan berkualitas seperti President University yang dinobatkan sebagai perguruan tinggi swasta terbaik (PTS) ke-2 se-Jawa Barat pada tahun 2024 versi Edurank, setiap tahunnya ribuan pelajar baik dari dalam negeri maupun luar negeri membanjiri kota ini. Untuk memastikan para penghuni mendapatkan sirkulasi udara serta pencahayaan alami yang baik hunian ini juga sudah dilengkapi dengan bukaan atau ventilasi yang banyak.  Menariknya lagi di bagian depan hunian ini sudah dilengkapi dengan tangga akses langsung menuju lantai dua sehingga keamanan dan privasi para penghuni kos nantinya akan tetap terjaga. Hunian multiguna ini dipasarkan dengan harga yang sangat kompetitif dan cenderung terjangkau apabila dibandingkan produk sejenis di kelasnya. \n\n\nNew Palm Town house dibanderol dengan harga perdana mulai dari Rp669 juta dengan cicilan ringan, mulai dari Rp3 jutaan saja, di samping itu produk ini memiliki potensi passive income yang menggiurkan. Pada fase pertama ini, Jababeka hanya membuka unit sangat terbatas dengan promo menarik, seperti subsidi Down Payment dan free biaya PPAT. Dengan keunggulan yang ditawarkan serta harga yang terjangkau, New Palm Town House berhasil terserap baik pada penjualan perdananya. “Berbicara mengenai bisnis kosan, occupancy rate kerap menjadi hal yang menakutkan bagi investor. Namun, di New Palm Town House para calon pembeli tidak perlu khawatir karena kebutuhan akan rumah tinggal sementara dari para pelajar dan pekerja di kota ini terus meningkat setiap tahunnya,” tambah Ivonne. \n\n\nNew Palm Town house dapat memberikan keuntungan ganda bagi para investor yakni melalui keuntungan yield dan capital gain diatas rata-rata.Berlokasi strategis New Palm Town House berada di kawasan dengan captive market terbesar di koridor timur Jakarta, dengan populasi tercatat lebih dari 1,2 juta jiwa setiap harinya. Selain itu, Kota Jababeka pun dikenal sebagai rumah bagi 2000 perusahaan nasional dan multinasional yang telah diakui negara sebagai salah satu objek vital negara. Sedikitnya lebih dari 730.000 pekerja baik dari pulau Jawa ataupun luarJawa yang meniti karir di kawasan ini. Dirancang khusus sebagai pilihan investasi, hunian ini menawarkan lokasi strategis Dirancang khusus sebagai pilihan investasi, hunian ini menawarkan lokasi strategis dengan akses yang dapat memudahkan mobilitas para pekerja. Para penghuni hanya membutuhkan waktu 5 menit menuju 4 pintu akses tol, 16 menit menuju stasiun KRL Cikarang, 10 menit menuju shuttle bus, dan 10 menit menuju TOD Jababeka.  \n\n\nAkses dari dan ke Kota Jababeka Cikarang juga semakin mudah, hanya memerlukan waktu 40 menit ke Jakarta. Teranyar, Tol Cimanggis-Cibitung, dengan adanya tol baru ini mampu mempercepat akses transportasi antara Kota Jababeka Cikarang dan wilayah lainnya. Selain itu terdapat beragam akses pilihan mulai dari tiga gerbang tol yakni KM 29, KM 31, KM 34.7, dan saat ini tengah berjalan pembangunan infrastruktur modern seperti MRT fase III Cikarang-Balaraja dan LRT Jakarta-Cikarang yang nantinya akan berhenti di tengah kota. Kota Jababeka juga sudah dilengkapi EV Charging station yang menjadi standar baru di kota-kota.Selain itu, New Palm Town House sudah dilengkapi fasilitas pendidikan dan kesehatan yang lengkap. Para penghuni juga sudah dimanjakan dengan pusat hiburan, area komersial hingga fasilitas olahraga seperti lapangan tenis, kolam renang, pusat kebugaran, hingga lapangan golf seluas 70 ha. Sebagai kota yang terintegrasi para penghuni dapat melakukan seluruh aktivitas seperti bekerja, belajar, bermain, dan bertempat tinggal dalam satu wilayah. Bukan hanya peluang berbisnis kosan, New Palm Town House juga bisa dijadikan tempat usaha lainnya seperti rumah praktek dokter gigi, klinik kecantikan, E-commerce business, pusat distribusi barang, cafetaria, dan lain-lain. \n\n\n“Keberadaan pelajar dan pekerja di kota ini memiliki kebutuhan tempat hunian yang memadai dan menjadi potensi market yang sangat kuat, selain itu fasilitas yang lengkap serta transportasi yang terintegrasi tentunya dapat meningkat harga sewa, untuk itu masyarakat tak perlu ragu lagi untuk memulai investasi kosan di New Palm Town House,” urai Ivonne. Setiap tahunnya kota besar mengalami peningkatan jumlah penduduk, tak terkecuali Kota Jababeka Cikarang. Terutama dari kalangan pelajar dan pekerja. Kota Jababeka menjadi tujuan karena menawarkan akses pendidikan berkualitas seperti President University yang dinobatkan sebagai perguruan tinggi swasta terbaik (PTS) ke-2 se-Jawa Barat pada tahun 2024 versi Edurank, setiap tahunnya ribuan pelajar baik dari dalam negeri maupun luar negeri membanjiri kota ini. Menariknya lagi di bagian depan hunian ini sudah dilengkapi dengan tangga akses langsung menuju lantai dua sehingga keamanan dan privasi para penghuni kos nantinya akan tetap terjaga. Hunian multiguna ini dipasarkan dengan harga yang sangat kompetitif dan cenderung terjangkau apabila dibandingkan produk sejenis di kelasnya. \n\n\nNew Palm Town house dibanderol dengan harga perdana mulai dari Rp669 juta dengan cicilan ringan, mulai dari Rp3 jutaan saja, di samping itu produk ini memiliki potensi passive income yang menggiurkan. Pada fase pertama ini, Jababeka hanya membuka unit sangat terbatas dengan promo menarik, seperti subsidi Down Payment dan free biaya PPAT. Dengan keunggulan yang ditawarkan serta harga yang terjangkau, New Palm Town House berhasil terserap baik pada penjualan perdananya. “Berbicara mengenai bisnis kosan, occupancy rate kerap menjadi hal yang menakutkan bagi investor. Namun, di New Palm Town House para calon pembeli tidak perlu khawatir karena kebutuhan akan rumah tinggal sementara dari para pelajar dan pekerja di kota ini terus meningkat setiap tahunnya,” tambah Ivonne. \n\n\nNew Palm Town house dapat memberikan keuntungan ganda bagi para investor yakni melalui keuntungan yield dan capital gain diatas rata-rata.Berlokasi strategis New Palm Town House berada di kawasan dengan captive market terbesar di koridor timur Jakarta, dengan populasi tercatat lebih dari 1,2 juta jiwa setiap harinya. Selain itu, Kota Jababeka pun dikenal sebagai rumah bagi 2000 perusahaan nasional dan multinasional yang telah diakui negara sebagai salah satu objek vital negara. Sedikitnya lebih dari 730.000 pekerja baik dari pulau Jawa ataupun luarJawa yang meniti karir di kawasan ini. Dirancang khusus sebagai pilihan investasi, hunian ini menawarkan lokasi strategis Dirancang khusus sebagai pilihan investasi, hunian ini menawarkan lokasi strategis dengan akses yang dapat memudahkan mobilitas para pekerja. Para penghuni hanya membutuhkan waktu 5 menit menuju 4 pintu akses tol, 16 menit menuju stasiun KRL Cikarang, 10 menit menuju shuttle bus, dan 10 menit menuju TOD Jababeka.  \n\n\nAkses dari dan ke Kota Jababeka Cikarang juga semakin mudah, hanya memerlukan waktu 40 menit ke Jakarta. Teranyar, Tol Cimanggis-Cibitung, dengan adanya tol baru ini mampu mempercepat akses transportasi antara Kota Jababeka Cikarang dan wilayah lainnya. Selain itu terdapat beragam akses pilihan mulai dari tiga gerbang tol yakni KM 29, KM 31, KM 34.7, dan saat ini tengah berjalan pembangunan infrastruktur modern seperti MRT fase III Cikarang-Balaraja dan LRT Jakarta-Cikarang yang nantinya akan berhenti di tengah kota. Kota Jababeka juga sudah dilengkapi EV Charging station yang menjadi standar baru di kota-kota.Selain itu, New Palm Town House sudah dilengkapi fasilitas pendidikan dan kesehatan yang lengkap. Para penghuni juga sudah dimanjakan dengan pusat hiburan, area komersial hingga fasilitas olahraga seperti lapangan tenis, kolam renang, pusat kebugaran, hingga lapangan golf seluas 70 ha. Sebagai kota yang terintegrasi para penghuni dapat melakukan seluruh aktivitas seperti bekerja, belajar, bermain, dan bertempat tinggal dalam satu wilayah. Bukan hanya peluang berbisnis kosan, New Palm Town House juga bisa dijadikan tempat usaha lainnya seperti rumah praktek dokter gigi, klinik kecantikan, E-commerce business, pusat distribusi barang, cafetaria, dan lain-lain. \n\n\n“Keberadaan pelajar dan pekerja di kota ini memiliki kebutuhan tempat hunian yang memadai dan menjadi potensi market yang sangat kuat, selain itu fasilitas yang lengkap serta transportasi yang terintegrasi tentunya dapat meningkat harga sewa, untuk itu masyarakat tak perlu ragu lagi untuk memulai investasi kosan di New Palm Town House,” urai Ivonne. Setiap tahunnya kota besar mengalami peningkatan jumlah penduduk, tak terkecuali Kota Jababeka Cikarang. Terutama dari kalangan pelajar dan pekerja. Kota Jababeka menjadi tujuan karena menawarkan akses pendidikan berkualitas seperti President University yang dinobatkan sebagai perguruan tinggi swasta terbaik (PTS) ke-2 se-Jawa Barat pada tahun 2024 versi Edurank, setiap tahunnya ribuan pelajar baik dari dalam negeri maupun luar negeri membanjiri kota ini. New Palm Town house dibanderol dengan harga perdana mulai dari Rp669 juta dengan cicilan ringan, mulai dari Rp3 jutaan saja, di samping itu produk ini memiliki potensi passive income yang menggiurkan. Pada fase pertama ini, Jababeka hanya membuka unit sangat terbatas dengan promo menarik, seperti subsidi Down Payment dan free biaya PPAT. Dengan keunggulan yang ditawarkan serta harga yang terjangkau, New Palm Town House berhasil terserap baik pada penjualan perdananya. “Berbicara mengenai bisnis kosan, occupancy rate kerap menjadi hal yang menakutkan bagi investor. Namun, di New Palm Town House para calon pembeli tidak perlu khawatir karena kebutuhan akan rumah tinggal sementara dari para pelajar dan pekerja di kota ini terus meningkat setiap tahunnya,” tambah Ivonne. \n\n\nNew Palm Town house dapat memberikan keuntungan ganda bagi para investor yakni melalui keuntungan yield dan capital gain diatas rata-rata.Berlokasi strategis New Palm Town House berada di kawasan dengan captive market terbesar di koridor timur Jakarta, dengan populasi tercatat lebih dari 1,2 juta jiwa setiap harinya. Selain itu, Kota Jababeka pun dikenal sebagai rumah bagi 2000 perusahaan nasional dan multinasional yang telah diakui negara sebagai salah satu objek vital negara. Sedikitnya lebih dari 730.000 pekerja baik dari pulau Jawa ataupun luarJawa yang meniti karir di kawasan ini. Dirancang khusus sebagai pilihan investasi, hunian ini menawarkan lokasi strategis Dirancang khusus sebagai pilihan investasi, hunian ini menawarkan lokasi strategis dengan akses yang dapat memudahkan mobilitas para pekerja. Para penghuni hanya membutuhkan waktu 5 menit menuju 4 pintu akses tol, 16 menit menuju stasiun KRL Cikarang, 10 menit menuju shuttle bus, dan 10 menit menuju TOD Jababeka.  \n\n\nAkses dari dan ke Kota Jababeka Cikarang juga semakin mudah, hanya memerlukan waktu 40 menit ke Jakarta. Teranyar, Tol Cimanggis-Cibitung, dengan adanya tol baru ini mampu mempercepat akses transportasi antara Kota Jababeka Cikarang dan wilayah lainnya. Selain itu terdapat beragam akses pilihan mulai dari tiga gerbang tol yakni KM 29, KM 31, KM 34.7, dan saat ini tengah berjalan pembangunan infrastruktur modern seperti MRT fase III Cikarang-Balaraja dan LRT Jakarta-Cikarang yang nantinya akan berhenti di tengah kota. Kota Jababeka juga sudah dilengkapi EV Charging station yang menjadi standar baru di kota-kota.Selain itu, New Palm Town House sudah dilengkapi fasilitas pendidikan dan kesehatan yang lengkap. Para penghuni juga sudah dimanjakan dengan pusat hiburan, area komersial hingga fasilitas olahraga seperti lapangan tenis, kolam renang, pusat kebugaran, hingga lapangan golf seluas 70 ha. Sebagai kota yang terintegrasi para penghuni dapat melakukan seluruh aktivitas seperti bekerja, belajar, bermain, dan bertempat tinggal dalam satu wilayah. Bukan hanya peluang berbisnis kosan, New Palm Town House juga bisa dijadikan tempat usaha lainnya seperti rumah praktek dokter gigi, klinik kecantikan, E-commerce business, pusat distribusi barang, cafetaria, dan lain-lain. \n\n\n“Keberadaan pelajar dan pekerja di kota ini memiliki kebutuhan tempat hunian yang memadai dan menjadi potensi market yang sangat kuat, selain itu fasilitas yang lengkap serta transportasi yang terintegrasi tentunya dapat meningkat harga sewa, untuk itu masyarakat tak perlu ragu lagi untuk memulai investasi kosan di New Palm Town House,” urai Ivonne. Setiap tahunnya kota besar mengalami peningkatan jumlah penduduk, tak terkecuali Kota Jababeka Cikarang. Terutama dari kalangan pelajar dan pekerja. Kota Jababeka menjadi tujuan karena menawarkan akses pendidikan berkualitas seperti President University yang dinobatkan sebagai perguruan tinggi swasta terbaik (PTS) ke-2 se-Jawa Barat pada tahun 2024 versi Edurank, setiap tahunnya ribuan pelajar baik dari dalam negeri maupun luar negeri membanjiri kota ini. Pada fase pertama ini, Jababeka hanya membuka unit sangat terbatas dengan promo menarik, seperti subsidi Down Payment dan free biaya PPAT. Dengan keunggulan yang ditawarkan serta harga yang terjangkau, New Palm Town House berhasil terserap baik pada penjualan perdananya. “Berbicara mengenai bisnis kosan, occupancy rate kerap menjadi hal yang menakutkan bagi investor. Namun, di New Palm Town House para calon pembeli tidak perlu khawatir karena kebutuhan akan rumah tinggal sementara dari para pelajar dan pekerja di kota ini terus meningkat setiap tahunnya,” tambah Ivonne. \n\n\nNew Palm Town house dapat memberikan keuntungan ganda bagi para investor yakni melalui keuntungan yield dan capital gain diatas rata-rata.Berlokasi strategis New Palm Town House berada di kawasan dengan captive market terbesar di koridor timur Jakarta, dengan populasi tercatat lebih dari 1,2 juta jiwa setiap harinya. Selain itu, Kota Jababeka pun dikenal sebagai rumah bagi 2000 perusahaan nasional dan multinasional yang telah diakui negara sebagai salah satu objek vital negara. Sedikitnya lebih dari 730.000 pekerja baik dari pulau Jawa ataupun luarJawa yang meniti karir di kawasan ini. Dirancang khusus sebagai pilihan investasi, hunian ini menawarkan lokasi strategis Dirancang khusus sebagai pilihan investasi, hunian ini menawarkan lokasi strategis dengan akses yang dapat memudahkan mobilitas para pekerja. Para penghuni hanya membutuhkan waktu 5 menit menuju 4 pintu akses tol, 16 menit menuju stasiun KRL Cikarang, 10 menit menuju shuttle bus, dan 10 menit menuju TOD Jababeka.  \n\n\nAkses dari dan ke Kota Jababeka Cikarang juga semakin mudah, hanya memerlukan waktu 40 menit ke Jakarta. Teranyar, Tol Cimanggis-Cibitung, dengan adanya tol baru ini mampu mempercepat akses transportasi antara Kota Jababeka Cikarang dan wilayah lainnya. Selain itu terdapat beragam akses pilihan mulai dari tiga gerbang tol yakni KM 29, KM 31, KM 34.7, dan saat ini tengah berjalan pembangunan infrastruktur modern seperti MRT fase III Cikarang-Balaraja dan LRT Jakarta-Cikarang yang nantinya akan berhenti di tengah kota. Kota Jababeka juga sudah dilengkapi EV Charging station yang menjadi standar baru di kota-kota.Selain itu, New Palm Town House sudah dilengkapi fasilitas pendidikan dan kesehatan yang lengkap. Para penghuni juga sudah dimanjakan dengan pusat hiburan, area komersial hingga fasilitas olahraga seperti lapangan tenis, kolam renang, pusat kebugaran, hingga lapangan golf seluas 70 ha. Sebagai kota yang terintegrasi para penghuni dapat melakukan seluruh aktivitas seperti bekerja, belajar, bermain, dan bertempat tinggal dalam satu wilayah. Bukan hanya peluang berbisnis kosan, New Palm Town House juga bisa dijadikan tempat usaha lainnya seperti rumah praktek dokter gigi, klinik kecantikan, E-commerce business, pusat distribusi barang, cafetaria, dan lain-lain. \n\n\n“Keberadaan pelajar dan pekerja di kota ini memiliki kebutuhan tempat hunian yang memadai dan menjadi potensi market yang sangat kuat, selain itu fasilitas yang lengkap serta transportasi yang terintegrasi tentunya dapat meningkat harga sewa, untuk itu masyarakat tak perlu ragu lagi untuk memulai investasi kosan di New Palm Town House,” urai Ivonne. Setiap tahunnya kota besar mengalami peningkatan jumlah penduduk, tak terkecuali Kota Jababeka Cikarang. Terutama dari kalangan pelajar dan pekerja. Kota Jababeka menjadi tujuan karena menawarkan akses pendidikan berkualitas seperti President University yang dinobatkan sebagai perguruan tinggi swasta terbaik (PTS) ke-2 se-Jawa Barat pada tahun 2024 versi Edurank, setiap tahunnya ribuan pelajar baik dari dalam negeri maupun luar negeri membanjiri kota ini. “Berbicara mengenai bisnis kosan, occupancy rate kerap menjadi hal yang menakutkan bagi investor. Namun, di New Palm Town House para calon pembeli tidak perlu khawatir karena kebutuhan akan rumah tinggal sementara dari para pelajar dan pekerja di kota ini terus meningkat setiap tahunnya,” tambah Ivonne. \n\n\nNew Palm Town house dapat memberikan keuntungan ganda bagi para investor yakni melalui keuntungan yield dan capital gain diatas rata-rata.Berlokasi strategis New Palm Town House berada di kawasan dengan captive market terbesar di koridor timur Jakarta, dengan populasi tercatat lebih dari 1,2 juta jiwa setiap harinya. Selain itu, Kota Jababeka pun dikenal sebagai rumah bagi 2000 perusahaan nasional dan multinasional yang telah diakui negara sebagai salah satu objek vital negara. Sedikitnya lebih dari 730.000 pekerja baik dari pulau Jawa ataupun luarJawa yang meniti karir di kawasan ini. Dirancang khusus sebagai pilihan investasi, hunian ini menawarkan lokasi strategis Dirancang khusus sebagai pilihan investasi, hunian ini menawarkan lokasi strategis dengan akses yang dapat memudahkan mobilitas para pekerja. Para penghuni hanya membutuhkan waktu 5 menit menuju 4 pintu akses tol, 16 menit menuju stasiun KRL Cikarang, 10 menit menuju shuttle bus, dan 10 menit menuju TOD Jababeka.  \n\n\nAkses dari dan ke Kota Jababeka Cikarang juga semakin mudah, hanya memerlukan waktu 40 menit ke Jakarta. Teranyar, Tol Cimanggis-Cibitung, dengan adanya tol baru ini mampu mempercepat akses transportasi antara Kota Jababeka Cikarang dan wilayah lainnya. Selain itu terdapat beragam akses pilihan mulai dari tiga gerbang tol yakni KM 29, KM 31, KM 34.7, dan saat ini tengah berjalan pembangunan infrastruktur modern seperti MRT fase III Cikarang-Balaraja dan LRT Jakarta-Cikarang yang nantinya akan berhenti di tengah kota. Kota Jababeka juga sudah dilengkapi EV Charging station yang menjadi standar baru di kota-kota.Selain itu, New Palm Town House sudah dilengkapi fasilitas pendidikan dan kesehatan yang lengkap. Para penghuni juga sudah dimanjakan dengan pusat hiburan, area komersial hingga fasilitas olahraga seperti lapangan tenis, kolam renang, pusat kebugaran, hingga lapangan golf seluas 70 ha. Sebagai kota yang terintegrasi para penghuni dapat melakukan seluruh aktivitas seperti bekerja, belajar, bermain, dan bertempat tinggal dalam satu wilayah. Bukan hanya peluang berbisnis kosan, New Palm Town House juga bisa dijadikan tempat usaha lainnya seperti rumah praktek dokter gigi, klinik kecantikan, E-commerce business, pusat distribusi barang, cafetaria, dan lain-lain. \n\n\n“Keberadaan pelajar dan pekerja di kota ini memiliki kebutuhan tempat hunian yang memadai dan menjadi potensi market yang sangat kuat, selain itu fasilitas yang lengkap serta transportasi yang terintegrasi tentunya dapat meningkat harga sewa, untuk itu masyarakat tak perlu ragu lagi untuk memulai investasi kosan di New Palm Town House,” urai Ivonne. Setiap tahunnya kota besar mengalami peningkatan jumlah penduduk, tak terkecuali Kota Jababeka Cikarang. Terutama dari kalangan pelajar dan pekerja. Kota Jababeka menjadi tujuan karena menawarkan akses pendidikan berkualitas seperti President University yang dinobatkan sebagai perguruan tinggi swasta terbaik (PTS) ke-2 se-Jawa Barat pada tahun 2024 versi Edurank, setiap tahunnya ribuan pelajar baik dari dalam negeri maupun luar negeri membanjiri kota ini. New Palm Town house dapat memberikan keuntungan ganda bagi para investor yakni melalui keuntungan yield dan capital gain diatas rata-rata.Berlokasi strategis New Palm Town House berada di kawasan dengan captive market terbesar di koridor timur Jakarta, dengan populasi tercatat lebih dari 1,2 juta jiwa setiap harinya. Selain itu, Kota Jababeka pun dikenal sebagai rumah bagi 2000 perusahaan nasional dan multinasional yang telah diakui negara sebagai salah satu objek vital negara. Sedikitnya lebih dari 730.000 pekerja baik dari pulau Jawa ataupun luarJawa yang meniti karir di kawasan ini. Dirancang khusus sebagai pilihan investasi, hunian ini menawarkan lokasi strategis Dirancang khusus sebagai pilihan investasi, hunian ini menawarkan lokasi strategis dengan akses yang dapat memudahkan mobilitas para pekerja. Para penghuni hanya membutuhkan waktu 5 menit menuju 4 pintu akses tol, 16 menit menuju stasiun KRL Cikarang, 10 menit menuju shuttle bus, dan 10 menit menuju TOD Jababeka.  \n\n\nAkses dari dan ke Kota Jababeka Cikarang juga semakin mudah, hanya memerlukan waktu 40 menit ke Jakarta. Teranyar, Tol Cimanggis-Cibitung, dengan adanya tol baru ini mampu mempercepat akses transportasi antara Kota Jababeka Cikarang dan wilayah lainnya. Selain itu terdapat beragam akses pilihan mulai dari tiga gerbang tol yakni KM 29, KM 31, KM 34.7, dan saat ini tengah berjalan pembangunan infrastruktur modern seperti MRT fase III Cikarang-Balaraja dan LRT Jakarta-Cikarang yang nantinya akan berhenti di tengah kota. Kota Jababeka juga sudah dilengkapi EV Charging station yang menjadi standar baru di kota-kota.Selain itu, New Palm Town House sudah dilengkapi fasilitas pendidikan dan kesehatan yang lengkap. Para penghuni juga sudah dimanjakan dengan pusat hiburan, area komersial hingga fasilitas olahraga seperti lapangan tenis, kolam renang, pusat kebugaran, hingga lapangan golf seluas 70 ha. Sebagai kota yang terintegrasi para penghuni dapat melakukan seluruh aktivitas seperti bekerja, belajar, bermain, dan bertempat tinggal dalam satu wilayah. Bukan hanya peluang berbisnis kosan, New Palm Town House juga bisa dijadikan tempat usaha lainnya seperti rumah praktek dokter gigi, klinik kecantikan, E-commerce business, pusat distribusi barang, cafetaria, dan lain-lain. \n\n\n“Keberadaan pelajar dan pekerja di kota ini memiliki kebutuhan tempat hunian yang memadai dan menjadi potensi market yang sangat kuat, selain itu fasilitas yang lengkap serta transportasi yang terintegrasi tentunya dapat meningkat harga sewa, untuk itu masyarakat tak perlu ragu lagi untuk memulai investasi kosan di New Palm Town House,” urai Ivonne. Setiap tahunnya kota besar mengalami peningkatan jumlah penduduk, tak terkecuali Kota Jababeka Cikarang. Terutama dari kalangan pelajar dan pekerja. Kota Jababeka menjadi tujuan karena menawarkan akses pendidikan berkualitas seperti President University yang dinobatkan sebagai perguruan tinggi swasta terbaik (PTS) ke-2 se-Jawa Barat pada tahun 2024 versi Edurank, setiap tahunnya ribuan pelajar baik dari dalam negeri maupun luar negeri membanjiri kota ini. Berlokasi strategis New Palm Town House berada di kawasan dengan captive market terbesar di koridor timur Jakarta, dengan populasi tercatat lebih dari 1,2 juta jiwa setiap harinya. Selain itu, Kota Jababeka pun dikenal sebagai rumah bagi 2000 perusahaan nasional dan multinasional yang telah diakui negara sebagai salah satu objek vital negara. Sedikitnya lebih dari 730.000 pekerja baik dari pulau Jawa ataupun luarJawa yang meniti karir di kawasan ini. Dirancang khusus sebagai pilihan investasi, hunian ini menawarkan lokasi strategis Dirancang khusus sebagai pilihan investasi, hunian ini menawarkan lokasi strategis dengan akses yang dapat memudahkan mobilitas para pekerja. Para penghuni hanya membutuhkan waktu 5 menit menuju 4 pintu akses tol, 16 menit menuju stasiun KRL Cikarang, 10 menit menuju shuttle bus, dan 10 menit menuju TOD Jababeka.  \n\n\nAkses dari dan ke Kota Jababeka Cikarang juga semakin mudah, hanya memerlukan waktu 40 menit ke Jakarta. Teranyar, Tol Cimanggis-Cibitung, dengan adanya tol baru ini mampu mempercepat akses transportasi antara Kota Jababeka Cikarang dan wilayah lainnya. Selain itu terdapat beragam akses pilihan mulai dari tiga gerbang tol yakni KM 29, KM 31, KM 34.7, dan saat ini tengah berjalan pembangunan infrastruktur modern seperti MRT fase III Cikarang-Balaraja dan LRT Jakarta-Cikarang yang nantinya akan berhenti di tengah kota. Kota Jababeka juga sudah dilengkapi EV Charging station yang menjadi standar baru di kota-kota.Selain itu, New Palm Town House sudah dilengkapi fasilitas pendidikan dan kesehatan yang lengkap. Para penghuni juga sudah dimanjakan dengan pusat hiburan, area komersial hingga fasilitas olahraga seperti lapangan tenis, kolam renang, pusat kebugaran, hingga lapangan golf seluas 70 ha. Sebagai kota yang terintegrasi para penghuni dapat melakukan seluruh aktivitas seperti bekerja, belajar, bermain, dan bertempat tinggal dalam satu wilayah. Bukan hanya peluang berbisnis kosan, New Palm Town House juga bisa dijadikan tempat usaha lainnya seperti rumah praktek dokter gigi, klinik kecantikan, E-commerce business, pusat distribusi barang, cafetaria, dan lain-lain. \n\n\n“Keberadaan pelajar dan pekerja di kota ini memiliki kebutuhan tempat hunian yang memadai dan menjadi potensi market yang sangat kuat, selain itu fasilitas yang lengkap serta transportasi yang terintegrasi tentunya dapat meningkat harga sewa, untuk itu masyarakat tak perlu ragu lagi untuk memulai investasi kosan di New Palm Town House,” urai Ivonne. Setiap tahunnya kota besar mengalami peningkatan jumlah penduduk, tak terkecuali Kota Jababeka Cikarang. Terutama dari kalangan pelajar dan pekerja. Kota Jababeka menjadi tujuan karena menawarkan akses pendidikan berkualitas seperti President University yang dinobatkan sebagai perguruan tinggi swasta terbaik (PTS) ke-2 se-Jawa Barat pada tahun 2024 versi Edurank, setiap tahunnya ribuan pelajar baik dari dalam negeri maupun luar negeri membanjiri kota ini. Dirancang khusus sebagai pilihan investasi, hunian ini menawarkan lokasi strategis Dirancang khusus sebagai pilihan investasi, hunian ini menawarkan lokasi strategis dengan akses yang dapat memudahkan mobilitas para pekerja. Para penghuni hanya membutuhkan waktu 5 menit menuju 4 pintu akses tol, 16 menit menuju stasiun KRL Cikarang, 10 menit menuju shuttle bus, dan 10 menit menuju TOD Jababeka.  \n\n\nAkses dari dan ke Kota Jababeka Cikarang juga semakin mudah, hanya memerlukan waktu 40 menit ke Jakarta. Teranyar, Tol Cimanggis-Cibitung, dengan adanya tol baru ini mampu mempercepat akses transportasi antara Kota Jababeka Cikarang dan wilayah lainnya. Selain itu terdapat beragam akses pilihan mulai dari tiga gerbang tol yakni KM 29, KM 31, KM 34.7, dan saat ini tengah berjalan pembangunan infrastruktur modern seperti MRT fase III Cikarang-Balaraja dan LRT Jakarta-Cikarang yang nantinya akan berhenti di tengah kota. Kota Jababeka juga sudah dilengkapi EV Charging station yang menjadi standar baru di kota-kota.Selain itu, New Palm Town House sudah dilengkapi fasilitas pendidikan dan kesehatan yang lengkap. Para penghuni juga sudah dimanjakan dengan pusat hiburan, area komersial hingga fasilitas olahraga seperti lapangan tenis, kolam renang, pusat kebugaran, hingga lapangan golf seluas 70 ha. Sebagai kota yang terintegrasi para penghuni dapat melakukan seluruh aktivitas seperti bekerja, belajar, bermain, dan bertempat tinggal dalam satu wilayah. Bukan hanya peluang berbisnis kosan, New Palm Town House juga bisa dijadikan tempat usaha lainnya seperti rumah praktek dokter gigi, klinik kecantikan, E-commerce business, pusat distribusi barang, cafetaria, dan lain-lain. \n\n\n“Keberadaan pelajar dan pekerja di kota ini memiliki kebutuhan tempat hunian yang memadai dan menjadi potensi market yang sangat kuat, selain itu fasilitas yang lengkap serta transportasi yang terintegrasi tentunya dapat meningkat harga sewa, untuk itu masyarakat tak perlu ragu lagi untuk memulai investasi kosan di New Palm Town House,” urai Ivonne. Setiap tahunnya kota besar mengalami peningkatan jumlah penduduk, tak terkecuali Kota Jababeka Cikarang. Terutama dari kalangan pelajar dan pekerja. Kota Jababeka menjadi tujuan karena menawarkan akses pendidikan berkualitas seperti President University yang dinobatkan sebagai perguruan tinggi swasta terbaik (PTS) ke-2 se-Jawa Barat pada tahun 2024 versi Edurank, setiap tahunnya ribuan pelajar baik dari dalam negeri maupun luar negeri membanjiri kota ini. Dirancang khusus sebagai pilihan investasi, hunian ini menawarkan lokasi strategis dengan akses yang dapat memudahkan mobilitas para pekerja. Para penghuni hanya membutuhkan waktu 5 menit menuju 4 pintu akses tol, 16 menit menuju stasiun KRL Cikarang, 10 menit menuju shuttle bus, dan 10 menit menuju TOD Jababeka.  \n\n\nAkses dari dan ke Kota Jababeka Cikarang juga semakin mudah, hanya memerlukan waktu 40 menit ke Jakarta. Teranyar, Tol Cimanggis-Cibitung, dengan adanya tol baru ini mampu mempercepat akses transportasi antara Kota Jababeka Cikarang dan wilayah lainnya. Selain itu terdapat beragam akses pilihan mulai dari tiga gerbang tol yakni KM 29, KM 31, KM 34.7, dan saat ini tengah berjalan pembangunan infrastruktur modern seperti MRT fase III Cikarang-Balaraja dan LRT Jakarta-Cikarang yang nantinya akan berhenti di tengah kota. Kota Jababeka juga sudah dilengkapi EV Charging station yang menjadi standar baru di kota-kota.Selain itu, New Palm Town House sudah dilengkapi fasilitas pendidikan dan kesehatan yang lengkap. Para penghuni juga sudah dimanjakan dengan pusat hiburan, area komersial hingga fasilitas olahraga seperti lapangan tenis, kolam renang, pusat kebugaran, hingga lapangan golf seluas 70 ha. Sebagai kota yang terintegrasi para penghuni dapat melakukan seluruh aktivitas seperti bekerja, belajar, bermain, dan bertempat tinggal dalam satu wilayah. Bukan hanya peluang berbisnis kosan, New Palm Town House juga bisa dijadikan tempat usaha lainnya seperti rumah praktek dokter gigi, klinik kecantikan, E-commerce business, pusat distribusi barang, cafetaria, dan lain-lain. \n\n\n“Keberadaan pelajar dan pekerja di kota ini memiliki kebutuhan tempat hunian yang memadai dan menjadi potensi market yang sangat kuat, selain itu fasilitas yang lengkap serta transportasi yang terintegrasi tentunya dapat meningkat harga sewa, untuk itu masyarakat tak perlu ragu lagi untuk memulai investasi kosan di New Palm Town House,” urai Ivonne. Setiap tahunnya kota besar mengalami peningkatan jumlah penduduk, tak terkecuali Kota Jababeka Cikarang. Terutama dari kalangan pelajar dan pekerja. Kota Jababeka menjadi tujuan karena menawarkan akses pendidikan berkualitas seperti President University yang dinobatkan sebagai perguruan tinggi swasta terbaik (PTS) ke-2 se-Jawa Barat pada tahun 2024 versi Edurank, setiap tahunnya ribuan pelajar baik dari dalam negeri maupun luar negeri membanjiri kota ini. Akses dari dan ke Kota Jababeka Cikarang juga semakin mudah, hanya memerlukan waktu 40 menit ke Jakarta. Teranyar, Tol Cimanggis-Cibitung, dengan adanya tol baru ini mampu mempercepat akses transportasi antara Kota Jababeka Cikarang dan wilayah lainnya. Selain itu terdapat beragam akses pilihan mulai dari tiga gerbang tol yakni KM 29, KM 31, KM 34.7, dan saat ini tengah berjalan pembangunan infrastruktur modern seperti MRT fase III Cikarang-Balaraja dan LRT Jakarta-Cikarang yang nantinya akan berhenti di tengah kota. Kota Jababeka juga sudah dilengkapi EV Charging station yang menjadi standar baru di kota-kota.Selain itu, New Palm Town House sudah dilengkapi fasilitas pendidikan dan kesehatan yang lengkap. Para penghuni juga sudah dimanjakan dengan pusat hiburan, area komersial hingga fasilitas olahraga seperti lapangan tenis, kolam renang, pusat kebugaran, hingga lapangan golf seluas 70 ha. Sebagai kota yang terintegrasi para penghuni dapat melakukan seluruh aktivitas seperti bekerja, belajar, bermain, dan bertempat tinggal dalam satu wilayah. Bukan hanya peluang berbisnis kosan, New Palm Town House juga bisa dijadikan tempat usaha lainnya seperti rumah praktek dokter gigi, klinik kecantikan, E-commerce business, pusat distribusi barang, cafetaria, dan lain-lain. \n\n\n“Keberadaan pelajar dan pekerja di kota ini memiliki kebutuhan tempat hunian yang memadai dan menjadi potensi market yang sangat kuat, selain itu fasilitas yang lengkap serta transportasi yang terintegrasi tentunya dapat meningkat harga sewa, untuk itu masyarakat tak perlu ragu lagi untuk memulai investasi kosan di New Palm Town House,” urai Ivonne. Setiap tahunnya kota besar mengalami peningkatan jumlah penduduk, tak terkecuali Kota Jababeka Cikarang. Terutama dari kalangan pelajar dan pekerja. Kota Jababeka menjadi tujuan karena menawarkan akses pendidikan berkualitas seperti President University yang dinobatkan sebagai perguruan tinggi swasta terbaik (PTS) ke-2 se-Jawa Barat pada tahun 2024 versi Edurank, setiap tahunnya ribuan pelajar baik dari dalam negeri maupun luar negeri membanjiri kota ini. Selain itu terdapat beragam akses pilihan mulai dari tiga gerbang tol yakni KM 29, KM 31, KM 34.7, dan saat ini tengah berjalan pembangunan infrastruktur modern seperti MRT fase III Cikarang-Balaraja dan LRT Jakarta-Cikarang yang nantinya akan berhenti di tengah kota. Kota Jababeka juga sudah dilengkapi EV Charging station yang menjadi standar baru di kota-kota.Selain itu, New Palm Town House sudah dilengkapi fasilitas pendidikan dan kesehatan yang lengkap. Para penghuni juga sudah dimanjakan dengan pusat hiburan, area komersial hingga fasilitas olahraga seperti lapangan tenis, kolam renang, pusat kebugaran, hingga lapangan golf seluas 70 ha. Sebagai kota yang terintegrasi para penghuni dapat melakukan seluruh aktivitas seperti bekerja, belajar, bermain, dan bertempat tinggal dalam satu wilayah. Bukan hanya peluang berbisnis kosan, New Palm Town House juga bisa dijadikan tempat usaha lainnya seperti rumah praktek dokter gigi, klinik kecantikan, E-commerce business, pusat distribusi barang, cafetaria, dan lain-lain. \n\n\n“Keberadaan pelajar dan pekerja di kota ini memiliki kebutuhan tempat hunian yang memadai dan menjadi potensi market yang sangat kuat, selain itu fasilitas yang lengkap serta transportasi yang terintegrasi tentunya dapat meningkat harga sewa, untuk itu masyarakat tak perlu ragu lagi untuk memulai investasi kosan di New Palm Town House,” urai Ivonne. Setiap tahunnya kota besar mengalami peningkatan jumlah penduduk, tak terkecuali Kota Jababeka Cikarang. Terutama dari kalangan pelajar dan pekerja. Kota Jababeka menjadi tujuan karena menawarkan akses pendidikan berkualitas seperti President University yang dinobatkan sebagai perguruan tinggi swasta terbaik (PTS) ke-2 se-Jawa Barat pada tahun 2024 versi Edurank, setiap tahunnya ribuan pelajar baik dari dalam negeri maupun luar negeri membanjiri kota ini. Selain itu, New Palm Town House sudah dilengkapi fasilitas pendidikan dan kesehatan yang lengkap. Para penghuni juga sudah dimanjakan dengan pusat hiburan, area komersial hingga fasilitas olahraga seperti lapangan tenis, kolam renang, pusat kebugaran, hingga lapangan golf seluas 70 ha. Sebagai kota yang terintegrasi para penghuni dapat melakukan seluruh aktivitas seperti bekerja, belajar, bermain, dan bertempat tinggal dalam satu wilayah. Bukan hanya peluang berbisnis kosan, New Palm Town House juga bisa dijadikan tempat usaha lainnya seperti rumah praktek dokter gigi, klinik kecantikan, E-commerce business, pusat distribusi barang, cafetaria, dan lain-lain. \n\n\n“Keberadaan pelajar dan pekerja di kota ini memiliki kebutuhan tempat hunian yang memadai dan menjadi potensi market yang sangat kuat, selain itu fasilitas yang lengkap serta transportasi yang terintegrasi tentunya dapat meningkat harga sewa, untuk itu masyarakat tak perlu ragu lagi untuk memulai investasi kosan di New Palm Town House,” urai Ivonne. Setiap tahunnya kota besar mengalami peningkatan jumlah penduduk, tak terkecuali Kota Jababeka Cikarang. Terutama dari kalangan pelajar dan pekerja. Kota Jababeka menjadi tujuan karena menawarkan akses pendidikan berkualitas seperti President University yang dinobatkan sebagai perguruan tinggi swasta terbaik (PTS) ke-2 se-Jawa Barat pada tahun 2024 versi Edurank, setiap tahunnya ribuan pelajar baik dari dalam negeri maupun luar negeri membanjiri kota ini. Bukan hanya peluang berbisnis kosan, New Palm Town House juga bisa dijadikan tempat usaha lainnya seperti rumah praktek dokter gigi, klinik kecantikan, E-commerce business, pusat distribusi barang, cafetaria, dan lain-lain. \n\n\n“Keberadaan pelajar dan pekerja di kota ini memiliki kebutuhan tempat hunian yang memadai dan menjadi potensi market yang sangat kuat, selain itu fasilitas yang lengkap serta transportasi yang terintegrasi tentunya dapat meningkat harga sewa, untuk itu masyarakat tak perlu ragu lagi untuk memulai investasi kosan di New Palm Town House,” urai Ivonne. Setiap tahunnya kota besar mengalami peningkatan jumlah penduduk, tak terkecuali Kota Jababeka Cikarang. Terutama dari kalangan pelajar dan pekerja. Kota Jababeka menjadi tujuan karena menawarkan akses pendidikan berkualitas seperti President University yang dinobatkan sebagai perguruan tinggi swasta terbaik (PTS) ke-2 se-Jawa Barat pada tahun 2024 versi Edurank, setiap tahunnya ribuan pelajar baik dari dalam negeri maupun luar negeri membanjiri kota ini. “Keberadaan pelajar dan pekerja di kota ini memiliki kebutuhan tempat hunian yang memadai dan menjadi potensi market yang sangat kuat, selain itu fasilitas yang lengkap serta transportasi yang terintegrasi tentunya dapat meningkat harga sewa, untuk itu masyarakat tak perlu ragu lagi untuk memulai investasi kosan di New Palm Town House,” urai Ivonne. Setiap tahunnya kota besar mengalami peningkatan jumlah penduduk, tak terkecuali Kota Jababeka Cikarang. Terutama dari kalangan pelajar dan pekerja. Kota Jababeka menjadi tujuan karena menawarkan akses pendidikan berkualitas seperti President University yang dinobatkan sebagai perguruan tinggi swasta terbaik (PTS) ke-2 se-Jawa Barat pada tahun 2024 versi Edurank, setiap tahunnya ribuan pelajar baik dari dalam negeri maupun luar negeri membanjiri kota ini. Setiap tahunnya kota besar mengalami peningkatan jumlah penduduk, tak terkecuali Kota Jababeka Cikarang. Terutama dari kalangan pelajar dan pekerja. Kota Jababeka menjadi tujuan karena menawarkan akses pendidikan berkualitas seperti President University yang dinobatkan sebagai perguruan tinggi swasta terbaik (PTS) ke-2 se-Jawa Barat pada tahun 2024 versi Edurank, setiap tahunnya ribuan pelajar baik dari dalam negeri maupun luar negeri membanjiri kota ini.",
        "source": "Emiten News",
        "id": 22,
        "sentiment_score": 0.14347411119064668,
        "summary": "PT Graha Buana Cikarang menawarkan New Palm Town House, hunian dua lantai tipe 40/45 dengan tiga kamar tidur dan dua kamar mandi, yang dirancang untuk bisnis kos-kosan.  Lokasinya strategis di Kota Jababeka, Cikarang, dekat dengan akses tol, stasiun KRL, dan fasilitas umum.  Harga perdana mulai Rp669 juta dengan cicilan Rp3 jutaan, dan tersedia promo DP dan biaya PPAT.  Investasi ini dinilai menguntungkan karena tingginya permintaan hunian sementara dari pelajar dan pekerja di kawasan tersebut yang memiliki populasi lebih dari 1,2 juta jiwa dan didukung oleh banyak perusahaan nasional dan multinasional.  Hunian ini juga dapat difungsikan untuk berbagai jenis usaha lainnya.\n"
    },
    {
        "judul": "IHSG Ditutup Menguat 0,24% ke 6.831, Saham AMMN, UNVR dan DSSA Kompak Hijau",
        "post_date": "Senin, 5 Mei 2025 | 16:30",
        "url": "https://market.bisnis.com/read/20250505/7/1874450/ihsg-ditutup-menguat-024-ke-6831-saham-ammn-unvr-dan-dssa-kompak-hijau",
        "content": "Bisnis.com, JAKARTA — Indeks Harga Saham Gabungan (IHSG) ditutup menguat ke level 6.831,95 pada perdagangan awal pekan, Senin (5/5/2025). Penguatan indeks sejalan dengan kenaikan saham AMMN, UNVR, serta DSSA. Berdasarkan data Bursa Efek Indonesia (BEI), IHSG membukukan kenaikan sebesar 0,24% atau 16,22 poin menuju posisi 6.831,95. Sepanjang hari ini, IHSG dibuka pada level 6.844,37 dan sempat menyentuh level tertingginya di 6.879,10. Tercatat, sebanyak 346 saham meningkat, 257 saham turun, dan 201 saham stagnan. Sementara itu, kapitalisasi pasar alias market cap mencapai Rp11.896 triliun. Saham berkapitalisasi pasar jumbo yang menguat dipimpin oleh PT Amman Mineral Internasional Tbk. (AMMN) yang naik 1,43% menuju level Rp7.075, saham PT Unilever Indonesia Tbk. (UNVR) tumbuh 1,14% menjadi Rp1.775, dan saham PT Dian Swastatika Sentosa Tbk. (DSSA) meningkat 0,87%. Adapun saham market cap besar yang turun di antaranya PT Bayan Resources Tbk. (BYAN) melemah 1,51% menuju level Rp19.600, dan saham PT Bank Rakyat Indonesia (Persero) Tbk. (BBRI) terkoreksi 0,52% menjadi Rp3.860 per saham. Selanjutnya saham top gainers hari ini dihuni oleh PT Informasi Teknologi Indonesia Tbk. (JATI) yang menguat 34,33% menuju level Rp90 per saham, lalu disusul saham PT Xolare RCR Energy Tbk. (SOLA) naik 29,58% menjadi Rp92. Baca Juga Di sisi lain, saham paling boncos atau top losers ditempati oleh saham PT Techno9 Indonesia Tbk. (NINE) yang terkoreksi 9,86% menjadi Rp128, dan saham PT Kobexindo Tractors Tbk. (KOBX) turun 8,89% menuju Rp164. Head of Research Phintraco Sekuritas Valdy Kurniawan mengatakan bahwa IHSG sempat menguat 35,81 poin atau 0,52% ke level 6.851,54 pada perdagangan sesi pertama hari ini. Secara teknikal, pergerakan histogram indikator Moving Average Convergence Divergence (MACD) menunjukkan kecenderungan sideways. Sementara itu, indikator Stochastic Relative Strength Index (RSI) masih berada di area overbought, mengindikasikan potensi pergerakan yang terbatas. \"Kami memperkirakan IHSG berpotensi bergerak dalam rentang level 6.775-6,825 pada perdagangan sesi kedua hari ini,\" ujar Valdy dalam publikasi riset harian. ________ Disclaimer: berita ini tidak bertujuan mengajak membeli atau menjual saham. Keputusan investasi sepenuhnya ada di tangan pembaca. Bisnis.com tidak bertanggung jawab terhadap segala kerugian maupun keuntungan yang timbul dari keputusan investasi pembaca.",
        "source": "Bisnis Market",
        "id": 6,
        "sentiment_score": 0.13,
        "summary": "IHSG menguat 0,24% ke level 6.831,95 pada Senin (5/5/2025), didorong kenaikan saham AMMN, UNVR, dan DSSA.  346 saham naik, 257 turun, dan 201 stagnan.  Saham JATI menjadi top gainers (naik 34,33%), sementara NINE menjadi top losers (turun 9,86%). Analis memperkirakan IHSG akan bergerak di rentang 6.775-6.825.\n"
    },
    {
        "judul": "BRI Beberkan Jurus Jitu Tumbuh Berkelanjutan!",
        "post_date": "05/05/2025, 15:20 WIB",
        "url": "https://www.emitennews.com/news/bri-beberkan-jurus-jitu-tumbuh-berkelanjutan",
        "content": "EmitenNews.com - PT Bank Rakyat Indonesia (Persero) Tbk terus memperkuat fondasi bisnisnya di tengah dinamika ekonomi global. Di bawah kepemimpinan Direktur Utama BRI Hery Gunardi, perseroan menetapkan strategi pertumbuhan jangka panjang yang berfokus pada penguatan fundamental baik dari sisi pendanaan, penyaluran kredit yang berkualitas, peningkatan kapabilitas digital, penerapan manajemen risiko yang memadai hingga pengembangan sumber daya manusia. Strategi ini dijalankan sebagai bagian dari komitmen BRI untuk tumbuh secara sehat, berkelanjutan, dan inklusif, sekaligus menjawab tantangan dan peluang di seluruh segmen pasar.Dalam Press Conference Kinerja Keuangan BRI Triwulan I 2025 yang digelar di Jakarta (30/04), Hery Gunardi menekankan salah satu strategi perseroan yakni penguatan struktur pendanaan utamanya melalui pertumbuhan dana murah atau CASA. \"BRI harus memiliki kekuatan dari sisi pendanaan, khususnya CASA, baik saat ini maupun ke depan. Untuk itu, BRI mengakselerasi pertumbuhan CASA, mulai dari segmen konsumer, UMKM, hingga penguatan perolehan liabilities di segmen wholesale banking. BRI memiliki engine transaksi ritel yang sangat kuat melalui superapps BRImo, yang saat ini telah digunakan oleh lebih dari 40 juta nasabah,\" ujarnya.\n\n\nHery juga menyampaikan bahwa penguatan struktur pendanaan tidak bisa dilepaskan dari integrasi digital, produktivitas jaringan, dan sinergi bisnis di dalam ekosistem BRI. \"BRI akan melakukan fine tuning terhadap UI dan UX super apps BRImo. Penguatan produktivitas juga dilakukan melalui pemanfaatan QRIS dan AgenBRILink yang berperan sebagai infrastruktur penting dalam mendukung peningkatan CASA BRI. Selain itu, sinergi dengan anak perusahaan seperti Pegadaian, PNM, dan lainnya akan terus diperkuat untuk membentuk sinergi yang saling mendukung dan mampu meningkatkan perolehan liabilities, khususnya tabungan dan giro,\" jelasnya.BRI juga terus memperkuat solusi digital untuk nasabah korporasi melalui platform Qlola yang dirancang untuk mendukung kebutuhan transaksi secara terintegrasi. Platform ini menawarkan berbagai fitur yang memungkinkan nasabah menjalankan aktivitas keuangan dalam ekosistem BRI secara menyeluruh. Seiring dengan itu, BRI turut fokus pada pengembangan produk seperti KPR dan BRIguna (kredit berbasis payroll loan) sebagai bagian dari strategi diversifikasi kredit di luar segmen pembiayaan UMKM.\n\n\nPengembangan sumber daya manusia menjadi kunci dalam membangun organisasi yang adaptif dan berdaya saing. \"Human capital menjadi fokus dari manajemen baru dimana BRI akan menempatkan individu-individu terbaik pada posisi yang tepat, the right man in the right place. Pengembangan human capital tidak hanya dilakukan melalui pelatihan di dalam negeri, tetapi juga melalui program pendidikan lanjutan di sekolah bisnis luar negeri,” ungkap Hery.Manajemen risiko juga menjadi elemen integral dalam strategi ekspansi BRI. Hal ini penting untuk memastikan setiap inisiatif pertumbuhan tetap dilaksanakan secara prudent. \"Risk management bukan sekadar fungsi kontrol yang mengatakan tidak terhadap risiko. Justru, pendekatan ini harus menjadi jalan untuk memahami dan mengelola risiko secara tepat agar bisnis tetap dapat tumbuh dan berkembang dengan sehat,\" tegas Hery.Di tengah dinamika ekonomi global yang menantang, BRI Group mencatatkan kinerja yang baik di sepanjang Triwulan I 2025 dengan laba bersih sebesar Rp13,80 triliun dan aset mencapai Rp2.098,23 triliun, tumbuh 5,49% secara tahunan. Penyaluran kredit mencapai Rp1.373,66 triliun, dengan porsi UMKM sebesar 81,97 persen atau setara Rp1.126,02 triliun. Ke depan, BRI terus mengembangkan kapabilitasnya menuju universal banking yang memungkinkan layanan menyeluruh bagi seluruh segmen nasabah di Indonesia.\n\n\nSebagai informasi, Direktur Utama BRI Hery Gunardi diangkat pada Rapat Umum Pemegang Saham Tahunan tanggal 24 Maret 2025 dan dapat melaksanakan tugas dan fungsi dalam jabatannya setelah mendapatkan persetujuan Penilaian Kemampuan dan Kepatutan dari Otoritas Jasa Keuangan. Dalam Press Conference Kinerja Keuangan BRI Triwulan I 2025 yang digelar di Jakarta (30/04), Hery Gunardi menekankan salah satu strategi perseroan yakni penguatan struktur pendanaan utamanya melalui pertumbuhan dana murah atau CASA. \"BRI harus memiliki kekuatan dari sisi pendanaan, khususnya CASA, baik saat ini maupun ke depan. Untuk itu, BRI mengakselerasi pertumbuhan CASA, mulai dari segmen konsumer, UMKM, hingga penguatan perolehan liabilities di segmen wholesale banking. BRI memiliki engine transaksi ritel yang sangat kuat melalui superapps BRImo, yang saat ini telah digunakan oleh lebih dari 40 juta nasabah,\" ujarnya.\n\n\nHery juga menyampaikan bahwa penguatan struktur pendanaan tidak bisa dilepaskan dari integrasi digital, produktivitas jaringan, dan sinergi bisnis di dalam ekosistem BRI. \"BRI akan melakukan fine tuning terhadap UI dan UX super apps BRImo. Penguatan produktivitas juga dilakukan melalui pemanfaatan QRIS dan AgenBRILink yang berperan sebagai infrastruktur penting dalam mendukung peningkatan CASA BRI. Selain itu, sinergi dengan anak perusahaan seperti Pegadaian, PNM, dan lainnya akan terus diperkuat untuk membentuk sinergi yang saling mendukung dan mampu meningkatkan perolehan liabilities, khususnya tabungan dan giro,\" jelasnya.BRI juga terus memperkuat solusi digital untuk nasabah korporasi melalui platform Qlola yang dirancang untuk mendukung kebutuhan transaksi secara terintegrasi. Platform ini menawarkan berbagai fitur yang memungkinkan nasabah menjalankan aktivitas keuangan dalam ekosistem BRI secara menyeluruh. Seiring dengan itu, BRI turut fokus pada pengembangan produk seperti KPR dan BRIguna (kredit berbasis payroll loan) sebagai bagian dari strategi diversifikasi kredit di luar segmen pembiayaan UMKM.\n\n\nPengembangan sumber daya manusia menjadi kunci dalam membangun organisasi yang adaptif dan berdaya saing. \"Human capital menjadi fokus dari manajemen baru dimana BRI akan menempatkan individu-individu terbaik pada posisi yang tepat, the right man in the right place. Pengembangan human capital tidak hanya dilakukan melalui pelatihan di dalam negeri, tetapi juga melalui program pendidikan lanjutan di sekolah bisnis luar negeri,” ungkap Hery.Manajemen risiko juga menjadi elemen integral dalam strategi ekspansi BRI. Hal ini penting untuk memastikan setiap inisiatif pertumbuhan tetap dilaksanakan secara prudent. \"Risk management bukan sekadar fungsi kontrol yang mengatakan tidak terhadap risiko. Justru, pendekatan ini harus menjadi jalan untuk memahami dan mengelola risiko secara tepat agar bisnis tetap dapat tumbuh dan berkembang dengan sehat,\" tegas Hery.Di tengah dinamika ekonomi global yang menantang, BRI Group mencatatkan kinerja yang baik di sepanjang Triwulan I 2025 dengan laba bersih sebesar Rp13,80 triliun dan aset mencapai Rp2.098,23 triliun, tumbuh 5,49% secara tahunan. Penyaluran kredit mencapai Rp1.373,66 triliun, dengan porsi UMKM sebesar 81,97 persen atau setara Rp1.126,02 triliun. Ke depan, BRI terus mengembangkan kapabilitasnya menuju universal banking yang memungkinkan layanan menyeluruh bagi seluruh segmen nasabah di Indonesia.\n\n\nSebagai informasi, Direktur Utama BRI Hery Gunardi diangkat pada Rapat Umum Pemegang Saham Tahunan tanggal 24 Maret 2025 dan dapat melaksanakan tugas dan fungsi dalam jabatannya setelah mendapatkan persetujuan Penilaian Kemampuan dan Kepatutan dari Otoritas Jasa Keuangan. Hery juga menyampaikan bahwa penguatan struktur pendanaan tidak bisa dilepaskan dari integrasi digital, produktivitas jaringan, dan sinergi bisnis di dalam ekosistem BRI. \"BRI akan melakukan fine tuning terhadap UI dan UX super apps BRImo. Penguatan produktivitas juga dilakukan melalui pemanfaatan QRIS dan AgenBRILink yang berperan sebagai infrastruktur penting dalam mendukung peningkatan CASA BRI. Selain itu, sinergi dengan anak perusahaan seperti Pegadaian, PNM, dan lainnya akan terus diperkuat untuk membentuk sinergi yang saling mendukung dan mampu meningkatkan perolehan liabilities, khususnya tabungan dan giro,\" jelasnya.BRI juga terus memperkuat solusi digital untuk nasabah korporasi melalui platform Qlola yang dirancang untuk mendukung kebutuhan transaksi secara terintegrasi. Platform ini menawarkan berbagai fitur yang memungkinkan nasabah menjalankan aktivitas keuangan dalam ekosistem BRI secara menyeluruh. Seiring dengan itu, BRI turut fokus pada pengembangan produk seperti KPR dan BRIguna (kredit berbasis payroll loan) sebagai bagian dari strategi diversifikasi kredit di luar segmen pembiayaan UMKM.\n\n\nPengembangan sumber daya manusia menjadi kunci dalam membangun organisasi yang adaptif dan berdaya saing. \"Human capital menjadi fokus dari manajemen baru dimana BRI akan menempatkan individu-individu terbaik pada posisi yang tepat, the right man in the right place. Pengembangan human capital tidak hanya dilakukan melalui pelatihan di dalam negeri, tetapi juga melalui program pendidikan lanjutan di sekolah bisnis luar negeri,” ungkap Hery.Manajemen risiko juga menjadi elemen integral dalam strategi ekspansi BRI. Hal ini penting untuk memastikan setiap inisiatif pertumbuhan tetap dilaksanakan secara prudent. \"Risk management bukan sekadar fungsi kontrol yang mengatakan tidak terhadap risiko. Justru, pendekatan ini harus menjadi jalan untuk memahami dan mengelola risiko secara tepat agar bisnis tetap dapat tumbuh dan berkembang dengan sehat,\" tegas Hery.Di tengah dinamika ekonomi global yang menantang, BRI Group mencatatkan kinerja yang baik di sepanjang Triwulan I 2025 dengan laba bersih sebesar Rp13,80 triliun dan aset mencapai Rp2.098,23 triliun, tumbuh 5,49% secara tahunan. Penyaluran kredit mencapai Rp1.373,66 triliun, dengan porsi UMKM sebesar 81,97 persen atau setara Rp1.126,02 triliun. Ke depan, BRI terus mengembangkan kapabilitasnya menuju universal banking yang memungkinkan layanan menyeluruh bagi seluruh segmen nasabah di Indonesia.\n\n\nSebagai informasi, Direktur Utama BRI Hery Gunardi diangkat pada Rapat Umum Pemegang Saham Tahunan tanggal 24 Maret 2025 dan dapat melaksanakan tugas dan fungsi dalam jabatannya setelah mendapatkan persetujuan Penilaian Kemampuan dan Kepatutan dari Otoritas Jasa Keuangan. BRI juga terus memperkuat solusi digital untuk nasabah korporasi melalui platform Qlola yang dirancang untuk mendukung kebutuhan transaksi secara terintegrasi. Platform ini menawarkan berbagai fitur yang memungkinkan nasabah menjalankan aktivitas keuangan dalam ekosistem BRI secara menyeluruh. Seiring dengan itu, BRI turut fokus pada pengembangan produk seperti KPR dan BRIguna (kredit berbasis payroll loan) sebagai bagian dari strategi diversifikasi kredit di luar segmen pembiayaan UMKM.\n\n\nPengembangan sumber daya manusia menjadi kunci dalam membangun organisasi yang adaptif dan berdaya saing. \"Human capital menjadi fokus dari manajemen baru dimana BRI akan menempatkan individu-individu terbaik pada posisi yang tepat, the right man in the right place. Pengembangan human capital tidak hanya dilakukan melalui pelatihan di dalam negeri, tetapi juga melalui program pendidikan lanjutan di sekolah bisnis luar negeri,” ungkap Hery.Manajemen risiko juga menjadi elemen integral dalam strategi ekspansi BRI. Hal ini penting untuk memastikan setiap inisiatif pertumbuhan tetap dilaksanakan secara prudent. \"Risk management bukan sekadar fungsi kontrol yang mengatakan tidak terhadap risiko. Justru, pendekatan ini harus menjadi jalan untuk memahami dan mengelola risiko secara tepat agar bisnis tetap dapat tumbuh dan berkembang dengan sehat,\" tegas Hery.Di tengah dinamika ekonomi global yang menantang, BRI Group mencatatkan kinerja yang baik di sepanjang Triwulan I 2025 dengan laba bersih sebesar Rp13,80 triliun dan aset mencapai Rp2.098,23 triliun, tumbuh 5,49% secara tahunan. Penyaluran kredit mencapai Rp1.373,66 triliun, dengan porsi UMKM sebesar 81,97 persen atau setara Rp1.126,02 triliun. Ke depan, BRI terus mengembangkan kapabilitasnya menuju universal banking yang memungkinkan layanan menyeluruh bagi seluruh segmen nasabah di Indonesia.\n\n\nSebagai informasi, Direktur Utama BRI Hery Gunardi diangkat pada Rapat Umum Pemegang Saham Tahunan tanggal 24 Maret 2025 dan dapat melaksanakan tugas dan fungsi dalam jabatannya setelah mendapatkan persetujuan Penilaian Kemampuan dan Kepatutan dari Otoritas Jasa Keuangan. Pengembangan sumber daya manusia menjadi kunci dalam membangun organisasi yang adaptif dan berdaya saing. \"Human capital menjadi fokus dari manajemen baru dimana BRI akan menempatkan individu-individu terbaik pada posisi yang tepat, the right man in the right place. Pengembangan human capital tidak hanya dilakukan melalui pelatihan di dalam negeri, tetapi juga melalui program pendidikan lanjutan di sekolah bisnis luar negeri,” ungkap Hery.Manajemen risiko juga menjadi elemen integral dalam strategi ekspansi BRI. Hal ini penting untuk memastikan setiap inisiatif pertumbuhan tetap dilaksanakan secara prudent. \"Risk management bukan sekadar fungsi kontrol yang mengatakan tidak terhadap risiko. Justru, pendekatan ini harus menjadi jalan untuk memahami dan mengelola risiko secara tepat agar bisnis tetap dapat tumbuh dan berkembang dengan sehat,\" tegas Hery.Di tengah dinamika ekonomi global yang menantang, BRI Group mencatatkan kinerja yang baik di sepanjang Triwulan I 2025 dengan laba bersih sebesar Rp13,80 triliun dan aset mencapai Rp2.098,23 triliun, tumbuh 5,49% secara tahunan. Penyaluran kredit mencapai Rp1.373,66 triliun, dengan porsi UMKM sebesar 81,97 persen atau setara Rp1.126,02 triliun. Ke depan, BRI terus mengembangkan kapabilitasnya menuju universal banking yang memungkinkan layanan menyeluruh bagi seluruh segmen nasabah di Indonesia.\n\n\nSebagai informasi, Direktur Utama BRI Hery Gunardi diangkat pada Rapat Umum Pemegang Saham Tahunan tanggal 24 Maret 2025 dan dapat melaksanakan tugas dan fungsi dalam jabatannya setelah mendapatkan persetujuan Penilaian Kemampuan dan Kepatutan dari Otoritas Jasa Keuangan. Manajemen risiko juga menjadi elemen integral dalam strategi ekspansi BRI. Hal ini penting untuk memastikan setiap inisiatif pertumbuhan tetap dilaksanakan secara prudent. \"Risk management bukan sekadar fungsi kontrol yang mengatakan tidak terhadap risiko. Justru, pendekatan ini harus menjadi jalan untuk memahami dan mengelola risiko secara tepat agar bisnis tetap dapat tumbuh dan berkembang dengan sehat,\" tegas Hery.Di tengah dinamika ekonomi global yang menantang, BRI Group mencatatkan kinerja yang baik di sepanjang Triwulan I 2025 dengan laba bersih sebesar Rp13,80 triliun dan aset mencapai Rp2.098,23 triliun, tumbuh 5,49% secara tahunan. Penyaluran kredit mencapai Rp1.373,66 triliun, dengan porsi UMKM sebesar 81,97 persen atau setara Rp1.126,02 triliun. Ke depan, BRI terus mengembangkan kapabilitasnya menuju universal banking yang memungkinkan layanan menyeluruh bagi seluruh segmen nasabah di Indonesia.\n\n\nSebagai informasi, Direktur Utama BRI Hery Gunardi diangkat pada Rapat Umum Pemegang Saham Tahunan tanggal 24 Maret 2025 dan dapat melaksanakan tugas dan fungsi dalam jabatannya setelah mendapatkan persetujuan Penilaian Kemampuan dan Kepatutan dari Otoritas Jasa Keuangan. Di tengah dinamika ekonomi global yang menantang, BRI Group mencatatkan kinerja yang baik di sepanjang Triwulan I 2025 dengan laba bersih sebesar Rp13,80 triliun dan aset mencapai Rp2.098,23 triliun, tumbuh 5,49% secara tahunan. Penyaluran kredit mencapai Rp1.373,66 triliun, dengan porsi UMKM sebesar 81,97 persen atau setara Rp1.126,02 triliun. Ke depan, BRI terus mengembangkan kapabilitasnya menuju universal banking yang memungkinkan layanan menyeluruh bagi seluruh segmen nasabah di Indonesia.\n\n\nSebagai informasi, Direktur Utama BRI Hery Gunardi diangkat pada Rapat Umum Pemegang Saham Tahunan tanggal 24 Maret 2025 dan dapat melaksanakan tugas dan fungsi dalam jabatannya setelah mendapatkan persetujuan Penilaian Kemampuan dan Kepatutan dari Otoritas Jasa Keuangan. Sebagai informasi, Direktur Utama BRI Hery Gunardi diangkat pada Rapat Umum Pemegang Saham Tahunan tanggal 24 Maret 2025 dan dapat melaksanakan tugas dan fungsi dalam jabatannya setelah mendapatkan persetujuan Penilaian Kemampuan dan Kepatutan dari Otoritas Jasa Keuangan.  ",
        "source": "Emiten News",
        "id": 25,
        "sentiment_score": 0.10422740524781339,
        "summary": "BRI mencatatkan kinerja positif di Triwulan I 2025 dengan laba bersih Rp13,80 triliun dan aset Rp2.098,23 triliun (tumbuh 5,49% YoY).  Penyaluran kredit mencapai Rp1.373,66 triliun, mayoritas (81,97%) untuk UMKM.  Strategi BRI fokus pada penguatan pendanaan (khususnya CASA) melalui digitalisasi (BRImo, QRIS, AgenBRILink, Qlola), sinergi antar anak perusahaan, diversifikasi kredit (KPR, BRIguna), pengembangan SDM, dan manajemen risiko yang prudent.  BRI juga berencana untuk menjadi universal banking.\n"
    }
]